{
  "Prolog": {
      "text": "Отважный искатель приключений, ты не раз подвергался смертельным опасностям, и мало кто на этом свете отважится назвать тебя трусом. Но и глупцом тебя назвать никак нельзя — при одном упоминании ужасной Скорпионьей Топи волосы у тебя на голове встают дыбом и кровь стынет в жилах от непреодолимого страха, ибо с детства наслышан ты об этой зловонной трясине и её омерзительных обитателях...",
      "options": {
          "Далее": "Prolog1"
      },
        "image": "/Images/3.JPG",
      "add_items": ["Кинжал, кольцо"],
      "add_gold": 10
  },
  "Prolog1": {
      "text": "Однако древние легенды гласят, что главная опасность топи кроется отнюдь не в кровожадных тварях, что населяют её темные дебри, и даже не в предавшихся злу чернокнижниках и свирепых дикарях, что охраняют её тропы... О нет, причина тому, что мало кто из ныне живущих может похвастаться тем, что побывал на просторах бескрайней Скорпионьей Топи, гораздо проще... и гораздо страшнее! Топь покрывает хитросплетение бесчисленных коварных тропинок, что в беспорядке вьются среди её нехоженых дебрей, то и дело исчезая в темных зловонных глубинах. Никто никогда не заносил их на карту, и побывавшие на болотище храбрецы унесли в могилу их страшную тайну.",
      "options": {
          "Далее": "Prolog2"
      }
  },
  "Prolog2": {
      "text": "Плотный туман застилает небо, и звезды не в силах прорвать эту белесую пелену и указать дорогу злосчастному путнику. Даже компас отказывается работать на просторах Скорпионьей Топи — его обезумевшая стрелка может указывать на север, запад или юго-восток, водя своего владельца по кругу до тех пор, пока он без сил не упадет на землю. Принимая во внимание вышесказанное, стоит ли удивляться, что ты всю свою сознательную жизнь старался держаться подальше от страшной Скорпионьей Топи?! Но на всё воля богов, и, сам не ведая о том, что вскоре произойдет, ты стоишь на пороге ужасных событий, что в корне изменят всю твою дальнейшую жизнь...",
      "options": {
          "Далее": "Prolog3"
      }
  },
  "Prolog3": {
      "text": "Как-то раз, следуя по древней Стезе Королей, ты набредаешь на скорчившуюся в пыли старую женщину. Ты переносишь её в тень раскидистой акации и даешь ей напиться из своей фляги. Вскоре она приходит в себя, но, желая убедиться, что с ней всё в порядке, ты решаешь проводить её до ближайшего города. Наконец, выйдя на ярмарочную площадь, ты решаешь распрощаться со своей спутницей. «Да будет благословенна твоя доброта, — говорит старуха. — Прими от меня сей скромный дар, да поможет он тебе отыскать верную дорогу во тьме». С этими словами она протягивает тебе простенькое медное колечко. С благодарной улыбкой, надев его на палец, ты видишь, что кольцо несколько великовато тебе. Однако, по прошествии часа, когда город остаётся далеко позади, и ты вновь вышагиваешь по пыльной дороге, ты с удивлением замечаешь, что кольцо изменило форму и теперь сидит у тебя на пальце как влитое. Ты понимаешь, что тебе досталось волшебное кольцо!",
      "options": {
          "Далее": "Prolog4"
      }
  },
  "Prolog4": {
      "text": "Со временем ты всё больше и больше узнаешь о волшебной силе Медного Кольца. Должно быть, старая женщина была могущественной колдуньей, и её благословение не было простым звуком. Пока кольцо находится на твоём пальце, ты всегда знаешь, в какой стороне Север. Даже в темных дебрях дремучих лесов, даже на извилистых улочках старинных городков, что теснятся по обе стороны Стези Королей, ты всегда безошибочно угадываешь верный путь. Более того, чувствуя приближение Зла, Бронзовое Кольцо начинает наливаться теплом у тебя на пальце, даже если Зло это до поры до времени сокрыто под коварной маской радушного гостеприимства.",
      "options": {
          "Далее": "Prolog5"
      }
  },
  "Prolog5": {
      "text": "Как-то раз тебе довелось провести неделю в обществе лесных разбойников — людей грубых, но по-своему благородных... и всё это время кольцо приятно холодило твой палец. Во время же долгого и опасного странствия по неописуемым пещерам Зимуртана кольцо всякий раз своевременно предупреждало тебя о незримом присутствии чёрной магии и отвратительных умертвий. Заходя в города, ты с радостью обнаруживаешь, что ни одному изворотливому купцу, ни одному уличному воришке, каким бы хитрым и ловким он ни был, не под силу одурачить тебя. Воистину, для такого отчаянного искателя приключений, каким ты по праву считаешь себя, подарок старой колдуньи просто бесценен!",
      "options": {
          "Далее": "Prolog6"
      }
  },
  "Prolog6": {
      "text": "Наконец, ты решаешь, что уже достаточно хорошо изучил свойства Медного Кольца, чтобы в полной мере использовать его волшебную силу. Нигде его могущество не будет подвергнуто такой серьёзной проверке, как в нехоженом лабиринте Скорпионьей Топи, — там, где ещё не ступала нога человека. Да, это серьёзное испытание, но в случае удачи оно сулит тебе немалую выгоду. С этими мыслями, лелея мечты о грядущей славе и поджидающих тебя несметных сокровищах, ты направляешь свои стопы к темным трясинам и омутам страшной Скорпионьей Топи.",
      "options": {
          "Далее": "1"
      }
  },
  "1": {
      "text": "Тебе предстоит нелёгкий путь, ибо цель твоего путешествия — зловещая Скорпионья Топь — лежит у самых дальних пределов королевства. В пути с тобой частенько случаются разнообразные происшествия, которые менее бывалый странник с гордостью назвал бы настоящими приключениями. Для тебя же сражения с орками и гоблинами, битвы со злыми колдунами и охота на гигантских волков — не более чем незначительные развлечения в пути. По мере продвижения на запад горы превращаются в холмы, холмы сменяются равнинами, которые в свою очередь уступают место заболоченным низинам. Ты понимаешь, что с каждым шагом приближаешься к Скорпионьей Топи.",
      "options": {
          "Далее": "1A"
      }
  },
  "Use_Медное": {
      "text": "Кольцо из меди с волшебными свойствами. При встрече со злом, кольцо нагревается.",
      "options": {}
  },
  "Use_inv_Характеристики": {
      "text": "Первая цифра - это первоначальное значение... Вторая - текущее... Мастерство: #M$ - #M1$ Выносливость: #V$ - #V1$ Удачливость: #U$ - #U1$",
      "options": {}
  },
  "Use_inv_Что": {
      "text": "Уровень УДАЧЛИВОСТИ показывает, насколько  ты везуч. Удача (и магия) — это реалии жизни королевства фэнтэзи, с которыми тебе предстоит столкнуться.",
      "options": {}
  },
  "Use_inv_Сохраниться": {
      "text": "",
      "options": {}
  },
  "1A": {
      "text": "На исходе очередного дня пути ты вступаешь в небольшую деревушку Фенмарг, приютившуюся на самых подступах к Топи. Никто не обращает на тебя внимания — путешественники, подобные тебе, не редкость в этих краях. Твой боевой шлем и остро наточенный меч выдают в тебе бывалого воина, привыкшего смотреть в лицо опасности, но местных жителей не удивишь и этим. Однако несколько позже, когда за ужином в местной харчевне ты объявляешь о своём намерении исследовать Скорпионью Топь, твои сотрапезники выглядят ошеломлёнными. Повскакав со своих мест, они собираются вокруг тебя.",
      "options": {
          "Далее": "1B"
      }
  },
  "1B": {
      "text": "Топь, говорят они, хранит кости не одного десятка смельчаков, подобных тебе. Она непроходима и кишит хищными тварями, свирепыми чудовищами и безжалостными разбойниками всех мастей. Более того, недавно несколько предавшихся злу чернокнижников, называющих себя Повелителями, объявили Топь своей собственностью. Один из них — огромный сильный мужчина — на прошлой неделе посетил эту самую таверну. Его сопровождали два гигантских серых волка. Он был не слишком многословен, но и того, что он сказал, было вполне достаточно, чтобы понять, что он не жалует незваных гостей, осмелившихся вступить в его владения.",
      "options": {
          "Далее": "1C"
      }
  },
  "1C": {
      "text": "Они всё говорят и говорят, и ты начинаешь понимать, что селяне уверены в твоей неминуемой гибели. «Мы не позволим тебе пойти туда!» — заявляют они. Увидев, что ты решительно направляешься к дверям, один из них кладет свою мозолистую руку тебе на плечо. Что ты предпримешь?",
      "options": {
          "Сбросить его руку и выхватив меч, посоветовать селянам не вставать у тебя на пути": "48",
          "Вежливо объяснить, что твоя судьба предрешена": "95"
      }
  },
  "2": {
      "text": "На Пумчакара твой рассказ производит сильное впечатление. С трудом выбравшись из своего глубокого кресла, он поднимается на ноги и подходит к небольшому столику красного дерева, на котором стоит искусно вырезанный из слоновой кости глобус. Пумчакар с силой раскручивает глобус, и внезапно его верхняя часть откидывается в сторону, являя твоему изумленному взору сверкающую груду золотых монет. При виде твоих округлившихся глаз Пумчакар разражается утробным смехом. «Может, продашь кольцо мне? — говорит он. — Я дам за него сто золотых монет!»",
      "options": {
          "Согласен,конечно!": "49",
          "Вынужден отказать": "173"
      }
  },
  "3": {
      "text": "Когда до границы Скорпионьей Топи остаётся не более километра, ты случайно попадаешь в трясину, коварно скрывающуюся под десятисантиметровым слоем воды. Вокруг твоих ног тут же смыкается зловонная жижа. Несмотря на лихорадочные усилия, тебе не удаётся освободиться. Выхватив меч, ты подцепляешь побег виноградной лозы, что спускается к самой земле, и пытаешься подтянуться. Не выдержав тяжести твоего облепленного грязью тела, лоза ломается, и ты ещё глубже погружаешься в трясину. Неожиданно ты слышишь пронзительный писк и, не успеваешь дотянуться до упавшего меча, как чьи-то острые крошечные зубы впиваются тебе в запястье. Это крысы! Целое полчище отвратительных болотных крыс! Ты не можешь бежать! Ты не можешь даже сражаться!",
      "options": {
          "Далее": "3A"
      }
  },
  "3A": {
      "text": "Менее чем через полчаса, как и предрекали жители деревни, от тебя остаётся лишь кучка тщательно обглоданных костей, зловеще белеющих в пробивающемся сквозь сплошную завесу тумана призрачном свете. На этом твоё приключение окончено! В следующей жизни будь умнее и воспользуйся помощью какого-нибудь волшебника!",
      "options": {
          "Вы,к сожалению, проиграли!": "Loss"
      }
  },
  "Loss": {
      "text": "Вы, к сожалению, проиграли! Но не расстраивайтесь,ведь можно попытаться еще раз!!!",
      "options": {
          "Начать заново!": "Menu",
          "Выход!": "Exit"
      }
  },
  "4": {
      "text": "Колдун злобно ухмыляется. «Да кто ты такой, чтобы я тратил на тебя свои силы, презренный смертный? — шипит он. — Однако если желаешь, можешь продемонстрировать свою удаль на моём слуге». С этими словами он небрежным мановением руки указывает на СТАТУЮ ГОБЛИНА, что стоит в стенной нише. Подняв над головой огромный каменный меч, Статуя направляется к тебе.",
      "options": {
          "Сразиться": "284",
          "Наброситься на Гримслейда": "123"
      }
  },
  "5": {
      "text": "",
      "options": {}
  },
  "6": {
      "text": "Ты подходишь к жилищу Салатара. На кухне весело потрескивает огонь, что-то, испускающее дивный аромат, кипит на плите. Добрый волшебник радушно встречает тебя. «Ты достал ягоду?» — спрашивает он.",
      "options": {
          "нет": "52"
      }
  },
  "7": {
      "text": "Черный колдун мрачно хмурит брови, по его длиннополой мантии пробегают сполохи багрового пламени. «Ну что ж, — бормочет он, — это всё-таки лучше, чем ничего. Отдавай мне, что принёс, и получай свои 250 монет».",
      "options": {
          "Вы обещали мне больше золота": "207"
      }
  },
  "8": {
      "text": "«Это плохо! — вздыхает Пумчакар, выслушав твой рассказ. — Придётся мне подыскать кого-нибудь другого. Если у тебя остались какие-нибудь Магические Кристаллы, я с удовольствием дам тебе за них целебное снадобье».",
      "options": {
          "Остались. Давай!": "141",
          "У меня, к сожалению, не осталось кристаллов": "316",
          "Выхватить меч и наброситься на Пумчакара": "341"
      }
  },
  "9": {
      "text": "Ты находишься у южной оконечности великой Скорпионьей Топи. Благодаря волшебному Медному Кольцу ты всегда сможешь определить, в какой стороне находится север, однако хорошая карта тебе всё-таки не помешает! Ты решаешь заносить на карту все тропинки, по которым будешь идти, и все прогалины, на которых тебе доведётся побывать. Таким образом, ты всегда будешь знать, куда идти, если случайно вернёшься на уже исследованную прогалину.",
      "options": {
          "Далее": "9a"
      }
  },
  "9A": {
      "text": "Вскоре ты отыскиваешь тропинку, ведущую на север. Огромная надпись, грубо намалёванная на придорожном валуне, гласит: «Остановись! Скорпионья Топь! Прохода нет!» Для пущей убедительности снизу пририсован череп и две скрещенные кости. Не обращая внимания на недвусмысленное предупреждение, ты вступаешь на тропинку и делаешь первые шаги по Скорпионьей Топи. Ты понимаешь, что сойти с тропинки в простирающуюся в обе стороны от нее зловонную грязь было бы чистым безумием, так что пока тебе ничего не остаётся, как следовать проторенным путём.",
      "options": {
          "Далее": "195"
      }
  },
  "10": {
      "text": "",
      "options": {}
  },
  "10B": {
      "text": "В прошлый раз не стал рассматривать подробно, что же тут приключилось. Может сделать это сейчас?!",
      "options": {
          "Нет,не стоит": "142",
          "да,пожалуй, стоит осмотреть": "59"
      }
  },
  "10A": {
      "text": "Разводя руками низко нависающие над тропой ветви, ты, выходишь на обширную поляну. Это Прогалина 5. Ты сразу же понимаешь, что совсем недавно на прогалине кипела яростная битва - Земля повсюду взрыта, пучки болотной осоки забрызганы, ещё не успевшей засохнуть, кровью. Невдалеке ты замечаешь две стрелы, вонзившиеся в ствол растущего на окраине поляны дерева.",
      "options": {
          "внимательно осмотреть прогалину в надежде отыскать что-нибудь, могущее пригодиться в дальнейшем...": "59",
          "поскорее убраться с прогалины.": "227"
      }
  },
  "11": {
      "text": "",
      "options": {}
  },
  "11A": {
      "text": "По мере продвижения на запад окружающий тебя пейзаж становится всё более мрачным и зловещим. Наконец, когда тебе начинает казаться, что ты больше не в силах выносить разлитую в воздухе незримую угрозу, тропа внезапно расширяется, и впереди показывается узкая, вытянутая к западу поляна. Ты на Прогалине 6. Настороженно оглядевшись, ты понимаешь, что забрёл в тупик — дальше дороги нет! В надежде дать отдых натруженным ногам ты подходишь к большому серому валуну, лежащему в центре прогалины. Неожиданно валун приходит в движение! Да и валун ли это?! Из свалявшейся гривы грубой пепельно-серой шерсти на тебя злобно смотрят два огненно-красных глаза, и, выпростав из устилающего прогалину густого мха шесть увенчанных клешнями членистых ног, на тебя устремляется ужасное чудовище. Что ты предпримешь?",
      "options": {
          "Сразиться с чудовищем!": "176",
          "Бежать!": "102",
          "Использовать одно из заклинаний!": "374"
      }
  },
  "12": {
      "text": "Издавая яростный рёв, Великан обрушивает на тебя удары своей чудовищной палицы. Он чрезвычайно силен. Тебе ещё повезло, что он не слишком-то ловок — удары его палицы редко достигают цели, но уж если достигают, то наносят тебе двойной урон.",
      "options": {
          "Сражаться!": "12A"
      }
  },
  "12A": {
      "text": "",
      "options": {
          "Удар!": "12A"
      }
  },
  "13": {
      "text": "«Я воин, а в твои владения меня завело важное поручение», — отвечаешь ты. Приятно холодящее твой палец Медное Кольцо подсказывает, что Повелитель Лягушек не намерен причинить тебе никакого вреда, и ты можешь спокойно изложить ему своё дело. Однако дело это зависит от того, кому ты служишь.",
      "options": {}
  },
  "14": {
      "text": "",
      "options": {}
  },
  "14A": {
      "text": "Тропинка выводит тебя на небольшую поляну, в центре которой лежит огромное поваленное непогодой дерево. Ты на Прогалине 32. Внезапно до тебя доносится шум битвы. Осторожно обойдя поваленное дерево, ты видишь ГИГАНТСКОГО СКОРПИОНА, яростно атакующего облачённого в длинную кожаную рубаху Гнома. Дела у Гнома обстоят не очень хорошо — как раз в тот самый момент, когда ты, пригибаясь, выходишь из-за дерева, Скорпион хватает гнома своей ужасной клешней за горло и, подняв его высоко в воздух, с силой швыряет об землю, где тот и остаётся лежать, бездыханный. Ты сомневаешься, что имеющиеся в твоём распоряжении Магические Заклинания могут оказать воздействие на такое ужасное существо. Так что у тебя остаётся весьма небогатый выбор: либо поспешно убраться восвояси и предоставить Гному самому разбираться со своим грозным противником. Либо же вытащить меч и на свой страх и риск напасть на Гигантского Скорпиона.",
      "options": {
          "Убраться восвояси": "88",
          "Вытащить меч и напасть на скорпиона": "312"
      }
  },
  "15": {
      "text": "Какую мзду ты посулишь Повелителю Лягушек?",
      "options": {
          "Ничего из перечисленного выше": "212"
      }
  },
  "16": {
      "text": "То ли неуверенная нотка в твоём голосе выдаёт тебя, то ли Повелитель Лягушек умеет читать мысли, но вдруг он резко подаётся вперед, и глаза его округляются от ужаса.",
      "options": {
          "Далее": "198"
      }
  },
  "17": {
      "text": "Если этот человек олицетворяет собой Зло, тебе нечего делать в его компании! Не обращая внимания на его призывные крики, ты решительно направляешься к противоположному краю прогалины, однако не успеваешь ты скрыться среди деревьев, как чувствуешь, что твоё горло сдавливает тонкая проволочная удавка! Ты яростно отбиваешься, но набросившийся на тебя сзади Вор неумолим, и вскоре ты без сознания падаешь на землю. Очнувшись, ты с ужасом понимаешь, что маленький негодяй, которого, конечно, теперь и дух простыл, обокрал тебя — ты лишаешься всех Магических Кристаллов и прочего добра, накопленного за время путешествия. Хорошо ещё, что Вор не заметил поблескивающего у тебя на пальце Медного Кольца! Проклиная свою невезучесть, ты отправляешься дальше.",
      "options": {
          "Далее": "179"
      }
  },
  "18": {
      "text": "Громко крича, ты выскакиваешь на поляну. При виде обнажённого меча, что со свистом описывает широкие круги у тебя над головой, нервы разбойников не выдерживают — вскочив на ноги, они в мгновение ока скрываются среди окружающих прогалину деревьев. Ты и не думаешь преследовать их — не прекращая устрашающе вопить, ты стрелой проносишься по направлению к тропинке, что начинается у противоположного конца поляны.",
      "options": {
          "Далее": "19"
      }
  },
  "19": {
      "text": "С прогалины в разные стороны отходят две тропинки. Северная гораздо шире и прямей — такое впечатление, что по ней часто и много путешествуют. Куда направишься ты?",
      "options": {
          "На север": "280",
          "На восток": "137"
      }
  },
  "20": {
      "text": "Вкус ягоды просто изумителен! Ты чувствуешь, как твоё тело наливается живительной силой, и новая надежда вселяется в душу. Больше на поляне нет ничего интересного — ты поворачиваешься и удаляешься тем же путём, каким пришёл.",
      "options": {
          "Далее": "342"
      }
  },
  "21": {
      "text": "Присев на плоский камень, ты с удовольствием вытягиваешь уставшие ноги, как вдруг до тебя доносится чей-то тяжёлый вздох, переходящий в сдавленное рычание. Резко обернувшись, ты понимаешь, что этот странный звук исходит из дупла дерева, что возвышается в нескольких метрах слева.",
      "options": {
          "Посмотреть, кто или что находится в дереве": "55",
          "Немедленно покинуть прогалину": "390"
      }
  },
  "22": {
      "text": "Ты вовремя замечаешь, что из кажущихся безжизненными останков Меченосных Деревьев начинают пробиваться новые ростки, и, не мешкая ни секунды, продолжаешь свой путь. Куда ты отправишься дальше?",
      "options": {
          "На север": "320",
          "На юг": "90",
          "На запад": "11"
      }
  },
  "23": {
      "text": "Медное Кольцо у тебя на пальце остаётся холодным — ты понимаешь, что кем бы ни была на самом деле Повелительница Птиц, она не желает тебе зла. Ты рассказываешь ей о задании, что стоит перед тобой, и просишь её о помощи. Повелительница качает головой: «Купец очень глуп, — говорит она. — Даже если он получит карту Великой Топи, кто-нибудь из моих предавшихся Злу братьев-колдунов непременно попытается ограбить его караван. Но ты отважен, и я помогу тебе преодолеть оставшуюся часть пути!».",
      "options": {
          "Далее": "248"
      }
  },
  "24": {
      "text": "Блуждающий Огонёк по-прежнему пляшет в нескольких метрах перед тобой — ты послушно следуешь за ним. Почва под ногами становится всё более и более топкой. Внезапно ты попадаешь в трясину, коварно скрывающуюся под десятисантиметровым слоем грязной воды, и тут же увязаешь в ней по пояс. Блуждающий Огонёк вспыхивает и исчезает — ты с горечью понимаешь, что он умышленно завел тебя в это гиблое место, а теперь бросил на произвол судьбы! ИСПЫТАЙ УДАЧУ.",
      "options": {
          "Испытать удачу": "5b"
      }
  },
  "5B": {
      "text": "",
      "options": {}
  },
  "24A": {
      "text": "Наконец, ты пускаешься в обратный путь, Если бы не волшебное Медное Кольцо, тебе вряд ли удалось бы отыскать дорогу назад, однако оно безошибочно указывает тебе путь, и ты знаешь, в каком направлении следует идти.",
      "options": {
          "Далее": "249"
      }
  },
  "25": {
      "text": "Орёл издаёт пронзительный крик и описывает широкий круг над прогалиной. Затем он садится в гнездо, а ты поспешно продолжаешь, прерванный было, путь.",
      "options": {
          "Далее": "202"
      }
  },
  "26": {
      "text": "Тебя не оставляет чувство, что сидящий перед тобой Повелитель Пауков олицетворяет собой абсолютное Зло! Выхватив меч, ты решительно набрасываешься на него. Колдун обороняется мерцающим таинственным светом жезлом, остро отточенный наконечник которого источает какую-то полупрозрачную зловонную жидкость.",
      "options": {
          "Сражаться!": "26A"
      }
  },
  "26A": {
      "text": "",
      "options": {
          "Удар!": "26A"
      }
  },
  "27": {
      "text": "Гронар говорит, что Пумчакар обитает где-то в районе рыночной площади. Углубившись в лабиринт нескончаемых улочек, переулков и проходных дворов, ты вскоре понимаешь, что заблудился. Тебе приходится несколько раз спрашивать дорогу у попадающихся навстречу селян, пока стайка озорных мальчишек не соглашается проводить тебя до большого мрачного дома, стоящего на самом краю рыночной площади. Ты стучишь в дверь, и на пороге возникает... Гоблин! Нет-нет, не свирепый Гоблин-воин из тех, что так часто досаждали тебе во время твоих полных опасностей странствий по дорогам королевства, а молоденький Гоблин-слуга, ещё не успевший приобрести отвратительных повадок своих старших соплеменников. Он провожает тебя в библиотеку, где окружённый пожелтевшими от времени рукописями и переплетёнными в кожу старинными фолиантами восседает сам Пумчакар. Это один из самых странных людей, что тебе приходилось когда-либо видеть — очень высокий и толстый, с заплетённой в затейливые косички бородой и ярко-красной кожей! Ты представляешься и, вкратце изложив свою историю, интересуешься, не ищет ли он отчаянного рубаки для выполнения рискованного задания. «Да, ищу, — отвечает Пумчакар. — Но с чего ты взял, что сможешь уцелеть в Скорпионьей Топи, сгубившей не один десяток храбрецов?»",
      "options": {
          "Поведать о магической силе медного кольца": "2",
          "Улыбнуться и сказать,что такого искусного бойца, как ты, ещё надо поискать": "173"
      }
  },
  "28": {
      "text": "Ты окружён несколькими Меченосными Деревьями, но можешь рассматривать их как одного противника. Твоё счастье, что зловещие деревья не могут видеть тебя — они слепы — и ориентируются только по слуху. Так или иначе, тебе противостоят несколько вооруженных острыми, как бритва клинками деревьев, и тебе предстоит схватка не на жизнь, а на смерть:",
      "options": {
          "Сражаться!": "28A"
      }
  },
  "28A": {
      "text": "",
      "options": {
          "Удар!": "28A"
      }
  },
  "29": {
      "text": "Ты понимаешь, что было бы абсолютным безумием признаваться этому мужественному человеку в том, что ты служишь злому колдуну. «Я служу силам Добра, — говоришь ты. — Однако сейчас меня заботит лишь одно — как бы побыстрее выбраться из этой проклятой топи. Я ищу одного волшебника, который величает себя Повелителем».",
      "options": {}
  },
  "30": {
      "text": "От поверхности воды тебя отделяет около двадцати метров. Стащив с ног тяжёлые сапоги, ты швыряешь их вниз, следом летит и заплечный мешок. Наконец, собравшись с духом, ты в последний раз измеряешь взглядом расстояние, что тебе предстоит преодолеть, и решительно шагаешь в пустоту... Ещё в полете ты с ужасом понимаешь, что река в этом месте чрезвычайно мелка — подняв тучу брызг, ты врезаешься в воду и... по бёдра застреваешь в покрывающем дно иле. К счастью, тебе удаётся освободиться, но, вынырнув на поверхность, ты видишь приближающегося к тебе гигантского крокодила. Ты хватаешься за рукоятку меча, но... слишком поздно! Последнее, что ты видишь, это смыкающиеся вокруг тебя огромные челюсти прожорливой рептилии! На этом твоё приключение окончено!",
      "options": {
          "Вы проиграли!": "Loss"
      }
  },
  "31": {
      "text": "",
      "options": {}
  },
  "31A": {
      "text": "По мере продвижения вперед тебя постоянно преследует всё усиливающееся чувство, что ты слишком забрал к востоку. Наконец ты решаешь, что выбрал неверный путь, и уже собираешься повернуть обратно, как вдруг выходишь на просторную поляну, поросшую сочной травой. Ты на Прогалине 21. В центре прогалины сверкает кристально-чистой водой небольшое озеро, с одной стороны оканчивающееся усыпанным золотистым песком пляжем. Оглядевшись, ты с досадой понимаешь, что с прогалины нет других выходов, кроме той тропинки, по которой ты только что пришёл. Что ты предпримешь?",
      "options": {
          "Повернуть и отправиться обратно на запад": "47",
          "Внимательно осмотреть прогалину": "394",
          "Напиться из озёра": "77"
      }
  },
  "32": {
      "text": "Выхватив меч, ты принимаешься рубить ужасные цветы, но вскоре понимаешь, что их гораздо больше, чем ты можешь уничтожить в одиночку! К этому времени ты чувствуешь себя абсолютно обессиленным.",
      "options": {
          "Спастись бегством": "269",
          "Применить заклинание": "80"
      }
  },
  "33": {
      "text": "В надежде на то, что тебе удастся избежать нового нападения ужасной Травы-Людоеда, ты поспешно пересекаешь прогалину. Но не тут-то было! Ещё быстрее, чем в прошлый раз, она вырастает перед тобой, перекрывая тебе дорогу к спасительной тропинке! Полупрозрачные челюсти хищно тянутся в твою сторону. Скорее решай, что делать, пока не стало слишком поздно!",
      "options": {
          "Попытаться расчистить себе путь к спасению мечом": "134",
          "Применить заклинание": "167"
      }
  },
  "34": {
      "text": "Какое заклинание ты используешь против Прудовой Твари?",
      "options": {
          "Никакое": "209"
      }
  },
  "35": {
      "text": "Стрелки из Болотных Орков просто никудышные — стрелы явно летят мимо, как вдруг резко изменяют траекторию и вонзаются в твой заплечный мешок! Лишь одна пробивает его насквозь, слегка поцарапав тебе кожу на спине. Ты понимаешь, что на опрометчиво подобранном тобой Золотом Магните лежит какое-то неведомое проклятие — он притягивает стрелы! Какое счастье, что ты положил его в заплечный мешок, а не повесил себе на грудь! Что ты предпримешь?",
      "options": {
          "Выхватить меч и наброситься на болотных орков": "281",
          "Прибегнуть к помощи заклинания": "399",
          "Сбежать": "309"
      }
  },
  "36": {
      "text": "Ты доверчиво рассказываешь Повелителю Садов о своём задании.",
      "options": {}
  },
  "37": {
      "text": "Что ты намереваешься сделать?",
      "options": {
          "Рассказать повелителю садов правду о своём задании": "292",
          "Не вдаваясь в подробности о целях своего путешествия, постараешься выманить у Повелителя Садов нужную тебе информацию и, если повезёт, отвлечь его внимание": "220"
      }
  },
  "38": {
      "text": "Чудовищный Слизистый Монстр мертв! Прямо у тебя на глазах он начинает расплываться, превращаясь в источающую омерзительное зловоние лужу отвратительной зелёной слизи.",
      "options": {}
  },
  "39": {
      "text": "Ты насылаешь на Единорога Заклинание Дружбы, однако он продолжает недоверчиво коситься на тебя — люди не внушают Единорогам доверия. Однако заклинание всё-таки оказывает некоторый эффект — в конце концов, Единорог склоняет голову и принимается мирно щипать траву. Ты можешь беспрепятственно продолжать свой путь.",
      "options": {
          "Далее": "348"
      }
  },
  "40": {
      "text": "Ты превозмогаешь страх и решительно направляешься к мрачной башне. Вокруг её островерхой крыши без устали кружат летучие мыши. Приблизившись к массивным бронзовым дверям, ты замечаешь высеченную на створках ужасную морду, как вдруг дверь распахивается. На пороге стоит сам Гримслейд. Он высок и невообразимо худ. Пурпурные разводы на его иссиня-чёрной мантии, кажется, полыхают адским пламенем. Он радушно приветствует тебя, однако раскалившееся до белого свечения кольцо мучительно жжет твой палец, безошибочно указывая на то, что перед тобой стоит само воплощение Зла! «Я знаю, кто ты! — говорит колдун, — Ты хочешь отправиться в Скорпионью Топь. Тебя послал этот тупой деревенщина Гронар. Но с чего ты взял, что имеешь право отнимать у меня драгоценное время? Мне нужен настоящий герой, которому не ведом страх!» Что ты предпримешь?",
      "options": {
          "Проверь мою силу!": "4",
          "Я воин,да и у меня есть волшебное кольцо,с помощью которого всегда найду верный путь": "50",
          "\"Я ничего не боюсь\",- улыбнувшись,сказал ты": "97"
      }
  },
  "41": {
      "text": "",
      "options": {}
  },
  "41A": {
      "text": "Тропинка выводит тебя на ровную прогалину, со всех сторон окружённую увитыми плющом деревьями. Это Прогалина 30. Похоже, на прогалине нет ничего, достойного внимания, и ты уже направляешься к противоположному выходу, как вдруг чувствуешь, что ноги твои засасывают зыбучие пески!",
      "options": {
          "Попытаться выбраться!": "41B"
      }
  },
  "41B": {
      "text": "",
      "options": {}
  },
  "42": {
      "text": "Ты внимательно осматриваешь имущество злополучного Гнома в надежде найти что-нибудь, что могло бы пригодиться тебе в дальнейшем путешествии. Его кольчужная рубаха и искусно выкованный боевой топор, естественно, слишком малы для тебя, зато в его котомке ты обнаруживаешь небольшой хрустальный фиал, наполненный какой-то прозрачной жидкостью.",
      "options": {
          "Выпить жидкость из хрустального фиала": "253",
          "Не трогая ничего, удалиться": "88"
      }
  },
  "43": {
      "text": "",
      "options": {}
  },
  "44": {
      "text": "Переправа проходит спокойно — несмотря на твои опасения, никто на тебя не нападает, однако, выбравшись на противоположный берег, ты с отвращением обнаруживаешь нескольких больших раздувшихся от выпитой крови пиявок, присосавшихся к твоим ногам.",
      "options": {
          "Идти на север": "157",
          "Следовать на юг": "398"
      }
  },
  "45": {
      "text": "Богатый жизненный опыт подсказывает тебе, что нет ничего опаснее кажущихся абсолютно безобидными предметов. Скорее всего, на мосту таится какая-нибудь коварная ловушка! Ты решительно поворачиваешь назад.",
      "options": {}
  },
  "46": {
      "text": "Ты пытаешься войти в домик, но на его дверях лежит запирающее заклятие, и тебе не удаётся отворить их. Ты решаешь отправиться дальше.",
      "options": {
          "Далее": "314"
      }
  },
  "47": {
      "text": "Ты выходишь на маленькую заросшую травой прогалину. Ты на Прогалине 3. Внимательно осмотревшись, ты не находишь ничего достойного внимания. С прогалины в разные стороны отходят три тропинки. Какой путь выберешь ты?",
      "options": {
          "На юг": "290",
          "На запад": "118",
          "На восток": "31"
      }
  },
  "48": {
      "text": "Резко стряхнув удерживающую тебя руку, ты выхватываешь меч и угрожающе поворачиваешься к обступившим тебя селянам. Те, однако, не выказывают признаков страха. Весело рассмеявшись при виде твоего воинственного жеста, они говорят: «Мы не воины, а обыкновенные крестьяне. Но типы вроде тебя, что любят бездумно помахать остро наточенным мечом, действительно принадлежат Великой Топи. Если ищешь неприятностей себе на голову, мы не станем удерживать тебя». Ты чувствуешь нечто вроде угрызений совести. За то, что так грубо повёл себя с этими миролюбивыми людьми, не желающими тебе ничего, кроме добра.",
      "options": {
          "Далее": "95"
      }
  },
  "49": {
      "text": "Ты с радостью снимаешь Медное Кольцо с пальца и бросаешь его на стол. Пумчакар отсчитывает сто Золотых Монет и, ссыпав их в потёртый кожаный кошель, вручает тебе. Ты знаешь, что без его чудесной помощи ты в жизни не осмелишься вступить на зловещие просторы Скорпионьей Топи. Так что на этом твоё приключение можно считать оконченным!",
      "options": {
          "Далее": "Game_over1"
      }
  },
  "50": {
      "text": "Гримслейд с нескрываемым интересом выслушивает твой рассказ. «Волшебное кольцо, говоришь?» — переспрашивает он. Ты киваешь и в подтверждение своих слов вытягиваешь вперед руку с поблескивающим на пальце Медным Кольцом. Глаза чародея расширяются, и, отступив на шаг назад, он принимается выделывать в воздухе угрожающие пассы обеими руками. В тебя закрадывается недоброе подозрение, что он готовится произнести какое-то ужасное заклинание. Что ты предпримешь?",
      "options": {
          "Выхватить меч и наброситься на мага": "373",
          "Продолжать следить за таинственными манипуляциями Гримслейда": "222",
          "Повернуться и бежать прочь": "315"
      }
  },
  "51": {
      "text": "Прямо перед тобой в полу разверзается глубокая яма, но тебе чудом удаётся перепрыгнуть через неё. Стрелой промчавшись через привратный покой, ты ловко парируешь удар бросившейся на тебя второй каменной статуи и пинком ноги распахиваешь входную дверь. Вырезанная на створке тварь издаёт пронзительный вой и пытается укусить тебя, однако и здесь ты оказываешься быстрее! Куда ты направишься теперь?",
      "options": {
          "Углубиться в скорпионью топь": "296",
          "Вернуться в деревню": "5"
      }
  },
  "52": {
      "text": "К сожалению, тебе не удалось раздобыть ягоду Антерики. Ты рассказываешь доброму волшебнику о своих злоключениях. На лицо Салатара набегает горестная тень. «Что ж, я уверен, ты сделал всё, что смог!» — произносит он грустно. Волшебник так расстроен, что ты обещаешь ему снова отправиться в Скорпионью Топь и на этот раз добыть ягоду, однако он не хочет и слышать об этом: «Опасно! Слишком опасно!» — приговаривает он. Да, ты сделал всё, что мог, но этого оказалось недостаточно! На этом твоё приключение окончено!",
      "options": {
          "Далее": "Game_Over1"
      }
  },
  "53": {
      "text": "",
      "options": {}
  },
  "53A": {
      "text": "Пройдя по южной тропинке несколько сот метров, ты слышишь доносящееся откуда-то спереди кваканье множества лягушек. Оно становится всё громче и громче, и, наконец, ты видишь их: тысячи и тысячи лягушек и жаб, всех цветов и размеров — от крошечных до поистине гигантских, сидят в траве на обочине тропинки, издавая звуки, от которых у тебя начинает закладывать уши и болеть голова. Тем временем тропинка выводит тебя на просторную поляну, покрытую многочисленными лужами. Ты на Прогалине 8. Первое, что бросается тебе в глаза — неимоверное количество огромных грибов, растущих на прогалине. Затем ты замечаешь странного человечка, сидящего на шляпке самого большого гриба. Он низкоросл, но коренаст, на круглом одутловатом лице выделяются большие навыкате глаза иссиня-чёрного цвета и широкий губастый рот. На груди его поблескивает Серебряный Амулет, выполненный в форме лягушки по обе стороны гриба, как бы охраняя своего властелина, надменно восседают две гигантские жабы. «Я Повелитель Лягушек! — важно приветствует тебя человечек. — Что за дело привело тебя в мои владения?»",
      "options": {
          "Представиться и поведать свою историю": "13",
          "Выхватить меч и наброситься на Повелителя": "62"
      }
  },
  "54": {
      "text": "Лицо колдуна искажает дикая ярость. «Как посмел ты явиться ко мне с пустыми руками?!» — вопит он.",
      "options": {}
  },
  "55": {
      "text": "Медленно и осторожно ты подходишь к дереву. Не успеваешь ты заглянуть в дупло, как резкий характерный запах предупреждает тебя, что ты чуть было не сунулся с головой в логово какого-то крупного животного. Ты стремительно отпрыгиваешь назад, и, как бы в подтверждение твоих подозрений, из дупла показывается косматая голова огромного медведя. Что ты предпримешь?",
      "options": {
          "Броситься прочь": "390",
          "Выхватить меч и броситься на медведя": "200"
      }
  },
  "56": {
      "text": "Миновав окружающие деревню кукурузные поля, ты достигаешь рыночной площади и на исходе дня, когда солнце уже начинает скрываться за горизонт, подходишь к жилищу Пумчакара. Ты стучишься в дверь, и Гоблин-слуга провожает тебя в кабинет своего хозяина. Укутанный в длиннополую шёлковую мантию, Пумчакар сидит в том же кресле, что и в прошлый твой визит. «Ну, и как прошло путешествие? — спрашивает он. — Ты принёс мне карту пути в Виллоубэнд?»",
      "options": {}
  },
  "57": {
      "text": "После секундного размышления ты приходишь к выводу, что ни одно из имеющихся в твоём распоряжении Магических Заклинаний не сможет одолеть злобного колдуна. Выхватив меч, ты набрасываешься на него.",
      "options": {
          "Далее": "124"
      }
  },
  "58": {
      "text": "",
      "options": {}
  },
  "58A": {
      "text": "Ты достиг противоположного конца прогалины! По какой тропинке направишься дальше?!",
      "options": {
          "По западной": "398",
          "По восточной": "105",
          "По южной": "208"
      }
  },
  "59": {
      "text": "Ты решаешь осмотреть прогалину. Быть может, тебе посчастливится обнаружить кого-нибудь, кому понадобится твоя помощь... или что-нибудь, что сможет в дальнейшем помочь тебе. Не проходит и минуты, как ты спотыкаешься о распростертый на земле труп Болотного Орка. Ты обыскиваешь его безжизненное тело, но не находишь ничего ценного. Затем ты видишь раненого человека, бессильно привалившегося к дереву. Ты спешишь к нему на помощь, но, подойдя поближе, убеждаешься, что он тоже мертв — грудь его пронзена тремя чёрными стрелами. У его ног валяются два мертвых Орка: судя по всему, отважный воин дорого продал свою жизнь!",
      "options": {
          "Далее": "59a"
      }
  },
  "59A": {
      "text": "Дальнейший осмотр поляны не приносит ничего нового — тебе не удаётся отыскать ни оружия, ни поклажи: видимо, выжившие в сражении Орки утащили все трофеи с собой. Отчаявшись отыскать что-нибудь ценное, ты решаешь похоронить павшего воина. Наклонившись над ним, ты замечаешь золотой кулон, затейливо изогнутый в виде маленького магнита, поблескивающий у него на груди. Если хочешь,можешь его взять.",
      "options": {
          "Взять золотой кулон": "kulon",
          "Далее": "59B"
      }
  },
  "59B": {
      "text": "Покончив с погребальным обрядом, ты отправляешься дальше.",
      "options": {
          "Далее": "227"
      }
  },
  "Kulon": {
      "text": "Ты снял с мертвеца Золотой кулон и спрятал его в карман.",
      "options": {}
  },
  "60": {
      "text": "Ты решаешь наслать на приближающегося монстра Заклинание Миража и после секундного раздумья создаешь иллюзию беспомощного селянина, трусливо семенящего к окружающим прогалину деревьям. Как ты и предвидел, кровожадное чудовище тут же клюет на эту приманку и, безошибочно выбрав более доступную жертву, стремительно поворачивается к созданному тобой миражу. Воспользовавшись этим, ты бесшумно проскальзываешь у него за спиной и со всех ног мчишься по той же самой тропинке, по которой пришёл на зловещую прогалину.",
      "options": {
          "Далее": "279"
      }
  },
  "61": {
      "text": "«Так нечестно! — кричит Великан сквозь слёзы. — Сперва вы, маленькие людишки, обворовываете меня, а потом являетесь сюда, да ещё пытаетесь убить! Это нечестно! Я в жизни не причинил никому вреда!»",
      "options": {
          "Поверить Великану": "229",
          "Продолжить битву": "61A"
      }
  },
  "61A": {
      "text": "",
      "options": {
          "Удар!": "61A"
      }
  },
  "62": {
      "text": "Выхватив меч, ты бросаешься на Повелителя Лягушек. Его и без того выпуклые глаза округляются ещё больше. Одним единственным движением, совершенно неожиданным для такого грузного и кажущимся неповоротливым существа, он спрыгивает на землю, и, не успеваешь ты даже глазом моргнуть, оказывается не менее чем в пяти метрах позади тебя. В то же время две Гигантские Жабы, судя по всему выполняющие роль охранников, угрожающе разевают свои рты и вперевалку направляются в твою сторону.",
      "options": {
          "Отступить": "323",
          "Сразиться с жабами": "146"
      }
  },
  "63": {
      "text": "Покопавшись в заплечном мешке, ты находишь Золотой Магнит, что снял с груди убитого воина, и протягиваешь его Повелителю Лягушек. Но тот лишь разражается смехом. «Прости, но эта штука мне не нужна! На ней лежит проклятие! Почему бы тебе просто не выкинуть её в ближайшую лужу?!» Чувствуя себя полным идиотом, ты следуешь его совету.",
      "options": {
          "Предложить что-нибудь еще": "15",
          "Ничего больше нет": "212"
      }
  },
  "64": {
      "text": "Ты насылаешь на Волков, стоящих по обе стороны своего Повелителя, Огненное Заклинание в надежде, что вспыхнувшее пламя отгонит их прочь. Твой план срабатывает! Шкуру ближайшего к тебе зверя охватывает яркое пламя, и оба Волка в ужасе убегают. Но на Повелителя Волков всё это не производит ни малейшего впечатления. «Ха! — грозно рычит он. — Похоже, у нас объявился доморощенный колдун! Посмотрим, как тебе понравится это!» С этими словами он взмахивает сжатой в кулак рукой, и твоё правое запястье пронзает острая боль. Ты понимаешь, что если продолжишь эту «магическую дуэль», она может кончиться для тебя весьма плачевно, выхватываешь меч и набрасываешься на Повелителя Волков. Разгорается отчаянная схватка.",
      "options": {
          "Сражаться": "64A"
      }
  },
  "64A": {
      "text": "",
      "options": {
          "Удар!": "64A"
      }
  },
  "65": {
      "text": "",
      "options": {}
  },
  "65A": {
      "text": "Тропинка беспрестанно вьется среди зарослей невысокого кустарника, однако ты решительно шагаешь вперёд. Обогнув преграждающий дорогу огромный гриб, со всех сторон облепленный какими-то крохотными многоногими существами, ты понимаешь, что приближаешься к очередной поляне. Это Прогалина 10. Откуда-то спереди до тебя доносится шум голосов. Осторожно выглянув из-за дерева, ты видишь пятерых рослых мужчин. Судя по их одежде и грубой речи, это РАЗБОЙНИКИ. Медное Кольцо у тебя на пальце остаётся холодным, и ты понимаешь, что тебе не угрожает непосредственная опасность. Однако, с другой стороны, у тебя нет ни малейшего желания попадать в ловушку. Итак, что ты предпримешь?",
      "options": {
          "Повернуть назад": "137",
          "Крича и размахивая мечом, наброситься на разбойников": "231",
          "Прибегнуть к помощи заклинания": "387",
          "Не таясь,выйти и обратиться к разбойникам с приветственной речью": "163"
      }
  },
  "66": {
      "text": "",
      "options": {}
  },
  "66A": {
      "text": "Ты выходишь на просторную поляну, со всех сторон окружённую вековыми дубами. Ты на Прогалине 9. Прислонившись спиной к одному из деревьев, прямо на траве сидит маленький румяный человечек, облаченный в темный поношенный кафтан. Он что-то с видимым аппетитом уплетает из стоящей рядом с ним плетеной корзинки. У человечка нет оружия, за исключением большого складного ножа, которым он весьма ловко отрезает тонкие ломтики от изрядной головки сыра. Человечек замечает тебя и криком предлагает приблизиться: «Привет тебе, воин, не желаешь ли перекусить?». Подойдя поближе, ты чувствуешь, как Медное Кольцо у тебя на пальце наливается жаром, предупреждая о приближении Зла. Ты понимаешь, что сидящий перед тобой человечек — Вор. Что ты предпримешь?",
      "options": {
          "Напасть на него": "267",
          "Проследовать своей дорогой": "17",
          "Принять его предложение и усесться рядом": "147"
      }
  },
  "67": {
      "text": "Порошок оказывается целебным! Не успеваешь ты втереть его в свои раны, как они затягиваются, и ты чувствуешь, как живительная сила наполняет твоё уставшее тело.",
      "options": {
          "Далее": "19"
      }
  },
  "68": {
      "text": "",
      "options": {}
  },
  "69": {
      "text": "Убив Медведя, ты осматриваешь его зловонную берлогу, но не находишь ничего, достойного внимания. Больше на прогалине тебе нечего делать.",
      "options": {
          "Далее": "390"
      }
  },
  "70": {
      "text": "Реакция ещё никогда не подводила тебя — быстро отпрыгнув в сторону, ты судорожно соображаешь, как разобраться с непрошеными гостями. Итак, что ты предпримешь?",
      "options": {
          "Помогая себе мечом, постараться растоптать их": "216",
          "Удрать, попытавшись перепрыгнуть через них": "377"
      }
  },
  "71": {
      "text": "Опасаясь, что горластый Попугай привлечёт к тебе ненужное внимание местных обитателей, ты выхватываешь меч и одним ударом отрубаешь птице голову. Склонившись над её бездыханным телом, ты выдёргиваешь несколько ярко окрашенных перьев и, положив их в заплечный мешок, осторожно продвигаешься вперед.",
      "options": {
          "Далее": "149"
      }
  },
  "72": {
      "text": "Почва у тебя под ногами чрезвычайно вязкая — с каждым шагом ты по щиколотку проваливаешься в зловонную болотную жижу. Блуждающий Огонёк без устали пляшет в нескольких метрах впереди тебя.",
      "options": {
          "Попытаться возвратиться на поляну": "249",
          "Продолжать следовать за блуждающим огоньком": "24"
      }
  },
  "73": {
      "text": "",
      "options": {}
  },
  "73A": {
      "text": "Там ты находишь тяжелую золотую цепь, обмотанную вокруг толстой ветки. Если хочешь, можешь взять её с собой.",
      "options": {
          " Не трогая цепь, спуститься вниз": "73B"
      }
  },
  "73B": {
      "text": "Осторожно спустившись вниз, ты продолжаешь свой путь.",
      "options": {}
  },
  "74": {
      "text": "Ты решаешь сразиться с Повелителем Пауков при помощи Магических Заклинаний. Какое заклинание ты хочешь наслать на него?",
      "options": {
          "Никакое": "144"
      }
  },
  "75": {
      "text": "Ты насылаешь на Меченосные Деревья Огненное Заклинание. Их ветви корчатся от боли, но, судя по всему, заклинание не произвело на них должного действия. Поскорее вытаскивай меч и бросайся в битву!",
      "options": {
          "Сражаться": "28"
      }
  },
  "76": {
      "text": "Вглядевшись в честное лицо Лесного Рейнджера, ты убеждаешься, что перед тобой добрый человек, без сомнения знающий Скорпионью Топь как свои пять пальцев. Ты вполне можешь довериться ему и поведать историю своих странствий. Она производит на Рейнджера неизгладимое впечатление. Да, действительно, он слышал про Салатара, и с радостью поможет тебе. Он протягивает тебе несколько листьев какого-то пахучего растения. С аппетитом, разжевав и проглотив их, ты чувствуешь, как тело твоё наливается живительной силой.",
      "options": {}
  },
  "77": {
      "text": "Ты опускаешься на колени и, зачерпнув в пригоршню кристально чистой воды, с наслаждением пьёшь. В ту же секунду ты чувствуешь, как твоё тело наливается живительной силой. Воды озера питает целебный источник! Приободрённый, ты поднимаешься на ноги и, весело насвистывая, отправляешься обратно на запад.",
      "options": {
          "Далее": "47"
      }
  },
  "78": {
      "text": "«Скрюченный Медведь» оказывается весьма уютной, тихой таверной. Ты вручаешь хозяину Золотую Монету и поднимаешься в свою комнату. Не успевает твоя голова коснуться подушки, как ты проваливаешься в богатырский сон. Проснувшись поутру, ты чувствуешь себя окрепшим и отдохнувшим. Умывшись и позавтракав, ты уже было собираешься пуститься в обратный путь, но хозяин таверны жестом подзывает тебя. Он в курсе, что ты проделал полный опасностей путь через всю Скорпионью Топь, и что собираешься вернуться обратно тем же путём. «Ты, должно быть, великий воин, коль смог выжить на просторах Великой Топи, — говорит он, заговорщицки понижая голос, — и, конечно, это не мое дело... но на соседней улице живет один могущественный чародей. Быть может, за известную плату он согласится научить тебя каким-нибудь Магическим Заклинаниям!» Поблагодарив хозяина таверны за любезное предложение, ты интересуешься, в каком направлении проживает этот чародей, и откланиваешься.",
      "options": {
          "Нанести визит местному колдуну": "150",
          "Покинуть город и отправиться в Скорпионью Топь": "343"
      }
  },
  "79": {
      "text": "Ты соглашаешься на его предложение: действительно, драка до первой крови — лучшее средство решить подобную проблему. Сбросив с плеч тяжелую поклажу, ты обнажаешь свой верный меч и входишь в круг, который Главарь Разбойников очертил на земле своим клинком. Остальные Разбойники с нескрываемым любопытством обступают место предстоящей схватки.",
      "options": {
          "Начать бой!": "79A"
      }
  },
  "79A": {
      "text": "",
      "options": {}
  },
  "80": {
      "text": "Какое заклинание ты попробуешь использовать против Цветов Страха?",
      "options": {
          "Ни то, ни другое": "204"
      }
  },
  "81": {
      "text": "Ты уничтожил траву на всей поляне — сколько ты ни присматриваешься, тебе не удаётся заметить никаких признаков новых побегов! Тщательно осмотрев прогалину, ты не находишь ничего интересного, лишь на растущем посредине дереве выжжено какое-то странное предупреждение: «Берегись Орков!». И это всё! Ты решаешь продолжить прерванный было путь.",
      "options": {
          "Продолжить путь": "187"
      }
  },
  "82": {
      "text": "Бриллиант, должно быть, стоит целую кучу денег — соблазн оказывается слишком велик. Вытащив меч, ты осторожно приближаешься к размахивающей когтистыми щупальцами Прудовой Твари.",
      "options": {
          "Атаковать": "82A"
      }
  },
  "82A": {
      "text": "",
      "options": {
          " Удар!": "82A"
      }
  },
  "83": {
      "text": "",
      "options": {}
  },
  "84": {
      "text": "Уверенный, что Повелитель Садов не причинит тебе вреда, ты рассказываешь ему о своём хозяине и о возложенном на тебя поручении. Он желает тебе удачи, но признается, что ничем больше не может помочь. Он показывает тебе свою лужайку, и ты убеждаешься, что с неё нет другого выхода, кроме той ведущей на запад тропинки, по которой ты пришёл. Не откладывая дело в долгий ящик, ты решаешь немедленно продолжить свой путь.",
      "options": {
          "Далее": "363"
      }
  },
  "85": {
      "text": "Никогда тебе ещё не доводилось бегать так быстро. Ловко проскользнув мимо Слизистого Монстра, ты несёшься прочь.",
      "options": {}
  },
  "86": {
      "text": "",
      "options": {}
  },
  "87": {
      "text": "Зыбучие пески всё плотнее смыкаются вокруг твоего тела. Не проходит и минуты, как ты погружаешься в них до пояса. Из последних сил ты срываешь с себя кольчужную рубашку, изрядно сковывающую твои движения, и отбрасываешь её далеко в сторону. Благодаря этому тебе, наконец, удаётся освободиться.",
      "options": {
          "Далее": "270"
      }
  },
  "88": {
      "text": "Ты покидаешь прогалину.",
      "options": {
          "Отправиться на север": "121",
          "Повернуть на юг": "331"
      }
  },
  "89": {
      "text": "Ты произносишь Заклинание Льда в надежде, что сковавший реку мороз образует мост, по которому ты сможешь перебраться на другую сторону. Однако река слишком широкая и теплая, и получившийся в результате действия заклинания ледяной мост выглядит угрожающе узким и хлипким.",
      "options": {
          "Попытаться перейти по нему на другой берег": "325",
          "Нет, не рискну": "295"
      }
  },
  "90": {
      "text": "Ты переходишь вброд несколько мелких ручейков и, наконец, выходишь на берег довольно широкой и, главное, глубокой речки. Это Прогалина 34. Внимательно всмотревшись в воду, ты замечаешь какое-то движение и понимаешь, что у тебя нет ни малейшего желания переходить эту водную преграду вброд. Что ты предпримешь?",
      "options": {
          "Невзирая на нехорошее предчувствие, попробовать перейти речку вброд": "44"
      }
  },
  "91": {
      "text": "",
      "options": {}
  },
  "91A": {
      "text": "Ты достиг противоположного края прогалины. По какой тропинке ты отправишься дальше?",
      "options": {
          "По западной": "398",
          "По восточной": "105",
          "По южной": "208"
      }
  },
  "92": {
      "text": "",
      "options": {}
  },
  "92A": {
      "text": "Тропинка ведёт тебя на север. Постепенно местность начинает повышаться. Вскоре вместо хлюпающей грязи под ногами у тебя оказывается твёрдая почва, а буйная болотная растительность сменяется довольно густым хвойным лесом. Ещё через несколько минут ты выходишь на обширную поляну, покрытую зарослями какого-то низкого кустарника. Ты на Прогалине 11. Ты настороженно прислушиваешься, но в воздухе царит мертвая тишина. Положив руку на рукоятку меча, ты выходишь на прогалину, как вдруг замечаешь двух огромных Волков, пристально наблюдающих за каждым твоим шагом.",
      "options": {}
  },
  "93": {
      "text": "Ты насылаешь на Повелителя Волков Проклятие. Его лицо искажается от боли, и он судорожно хватается за горло. Тем не менее, у него хватает сил вытащить свой длинный меч и наброситься на тебя. В это мгновение ты тоже начинаешь ощущать на себе воздействие этого страшного заклинания",
      "options": {
          "Сражаться!": "120"
      }
  },
  "94": {
      "text": "Тропинка спускается в глубокий овраг, дно которого покрывает слой особо густого тумана. В воздухе висит отвратительное зловоние, и ты сдерживаешь дыхание. Однако тебе всё-таки приходится глотнуть воздуха до того, как ты достигаешь противоположного склона оврага, и волей-неволей ядовитый болотный туман, проникает в твои легкие. Такое впечатление, что тебе в грудь вонзается тысяча микроскопических иголок.",
      "options": {}
  },
  "95": {
      "text": "Поняв, что ты не склонен прислушиваться к их мнению, посетители харчевни удрученно качают головами и расходятся по своим местам. Однако не успеваешь ты достичь двери, как дорогу тебе преграждает какой-то селянин. Это приземистый мужчина средних лет его чёрная лопатообразная борода спускается до середины груди. Сперва ты принимаешь его за фермера, но вскоре понимаешь, что для обыкновенного фермера он выказывает слишком пристальный интерес к твоей персоне. Взяв тебя под руку, мужчина увлекает тебя к своему столу, стоящему в дальнем углу харчевни.",
      "options": {
          "Далее": "95A"
      }
  },
  "95A": {
      "text": "Теперь, когда настырные селяне отстали от тебя и вернулись к прерванной трапезе, ты решаешь выслушать этого кажущегося весьма рассудительным человека. Он представляется Гронаром и говорит: «Если ты действительно решил посягнуть на темные тайны Великой Топи, у тебя должна быть цель посерьезнее, чем просто охота на диких зверей».",
      "options": {
          "Да, ты прав": "240",
          "Не понимаю, о чем это ты?": "122"
      }
  },
  "96": {
      "text": "Внезапно ты понимаешь, что не способен солгать этому доброму человеку — вопреки своему желанию ты рассказываешь ему о волшебном кольце и его чудесной силе.",
      "options": {}
  },
  "97": {
      "text": "«Серьёзно?» — шипит Гримслейд, и рот его расплывается в ухмылке настолько широкой, что тебе становятся видны все его длинные острые зубы. Небрежным мановением руки он указывает на темную нишу в стене, где притулилось каменное изваяние гоблина. Как бы повинуясь его приказу, СТАТУЯ вздрагивает и, подняв над головой огромный каменный меч, направляется к тебе.",
      "options": {
          "Попытаться убежать": "315",
          "Сразиться со статуей": "284"
      }
  },
  "98": {
      "text": "Выронив из похолодевших рук меч, ты падаешь на колени и униженно подползаешь к ногам чародея. Робко подняв взгляд, ты с ужасом видишь, что за те считанные секунды, что ты провел на земле, с Гримслейдом произошли чудовищные перемены — такое впечатление, что он вырос в несколько сот раз! Но дело тут совсем в другом — это ты уменьшился до размеров крохотного насекомого! Быстро перебирая тоненькими ножками, ты в панике устремляешься прочь. Колдун разражается оглушительным хохотом и отворачивается. Ты взбегаешь вверх по стене и, забившись в темную щель, с облегчением смотришь, как за Гримслейдом закрывается дверь. Спустя некоторое время ты чувствуешь первые признаки голода. Проворно сплетя паутину, ты замираешь в предвкушении появления славной жирной мухи. О своей прежней жизни ты уже благополучно забыл. На этом твоё приключение окончено!",
      "options": {
          "Конец!": "Loss"
      }
  },
  "99": {
      "text": "Ты протягиваешь Гримслейду Серебряные Амулеты, потом и кровью добытые тобой на просторах страшной Скорпионьей Топи. Самодовольно усмехаясь, он прячет их в складках своей длиннополой мантии, выходит из комнаты и спустя несколько минут возвращается с небольшим, но кажущимся весьма тяжелым кожаным кошелем. Он бросает кошель к твоим ногам, и ты слышишь мелодичное позвякивание столь любезных твоему сердцу золотых монет. «А теперь убирайся, — презрительно шипит колдун, — и не смей возвращаться: наша сделка состоялась!»",
      "options": {
          "Уйти": "242"
      }
  },
  "100": {
      "text": "Усталый и разбитый, ты покидаешь жилище Пумчакара и прямиком направляешься в ближайшую таверну. Ты не справился с возложенным на тебя заданием, но, по крайней мере, ты остался жив! Возможно, когда-нибудь ты ещё наведаешься в Скорпионью Топь, и на этот раз с большим успехом. А пока что твоё приключение подошло к концу!",
      "options": {
          "Конец!": "Game_Over1"
      }
  },
  "101": {
      "text": "Мост чрезвычайно стар, но, как ни странно, находится в довольно приличном состоянии.",
      "options": {
          "Отправиться на север": "350",
          "Повернуть на юг": "118"
      }
  },
  "102": {
      "text": "Ни разу в жизни тебе ещё не доводилось так быстро бегать, однако вскоре ты понимаешь, что не в силах тягаться в скорости со стремительно нагоняющим тебя шестиногим Чудовищем.",
      "options": {
          "Далее": "11"
      }
  },
  "103": {
      "text": "Ты рассказываешь Великану о своём задании. Тот понимающе кивает головой. «Мы сейчас довольно близко от северной границы Великой Топи, — говорит он, — Но город Виллоубэнд лежит на много миль западнее. Чтобы добраться до него, тебе нужно идти на запад!»",
      "options": {
          "Далее": "161"
      }
  },
  "104": {
      "text": "Повелитель Лягушек спрыгивает со своего гриба и вперевалку подходит к ближайшей луже. С видимым трудом нагнувшись, он зачерпывает пригоршню воды. К твоему удивлению, она не вытекает у него между пальцев, но как приклеенная остаётся в перепончатой ладони. Повелитель Лягушек делает странное движение, как будто лепит из воды что-то круглое, и прямо у тебя на глазах она превращается в сверкающий Хрустальный Шар! Бормоча себе под нос нечто неразборчивое, он некоторое время напряжённо всматривается в шар, а затем выплескивает воду обратно в лужу. «Растения, что ты ищешь, произрастают к северу от этого места, — говорит он. — Но прямого пути туда нет, и множество опасностей поджидает тебя по дороге. Остерегайся моих братьев-колдунов, ибо не все они привержены Добру. И будь поласковее с Великаном!» С этим не слишком понятным напутствием он подскакивает высоко вверх и исчезает в ветвях нависающих над поляной деревьев. Оглядевшись, ты понимаешь, что прогалина абсолютно пуста — исчезли не только Жабы-охранники, но и растущие в изобилии огромные грибы.",
      "options": {
          "Далее": "352"
      }
  },
  "105": {
      "text": "",
      "options": {}
  },
  "105A": {
      "text": "Ты выходишь на поляну с приятно пружинящей под ногами почвой. Ты на Прогалине 12. Оглядевшись, ты видишь несколько лежащих в траве плоских камней, огромное дерево с зияющим в его основании вместительным дуплом и две разбегающиеся в разные стороны тропинки. Что ты предпримешь?",
      "options": {
          "Присесть отдохнуть на камне": "21",
          "Заглянуть в дупло": "55",
          "Немедленно покинуть прогалину": "390"
      }
  },
  "106": {
      "text": "Внезапно ты чувствуешь, как вокруг твоего горла сжимается проволочная удавка! Вор перехитрил тебя! К счастью, ты намного сильнее его, так что тебе удаётся разжать его хватку и перебросить тщедушного человечка через плечо! Ты свободен, хотя близкое знакомство с удавкой и нанесло некоторый ущерб твоему здоровью.",
      "options": {
          "Напасть на вора": "267",
          "Не связываясь с негодяем, броситься к противоположному краю прогалины": "179"
      }
  },
  "107": {
      "text": "Ты насылаешь Проклятие на ближайшего к тебе Разбойника. Он издаёт глухой вопль и замертво падает на землю. Его товарищи подбегают к нему, но тут же разражаются безумными криками и со всех ног убегают по северной тропе. Упавший Разбойник, несомненно, мёртв, его конечности чудовищным образом выкручены, как будто он перенёс какую-то страшную болезнь. Тут ты тоже начинаешь ощущать на себе воздействие страшного заклинания.",
      "options": {}
  },
  "108": {
      "text": "Ты вновь выходишь на прогалину, на которой встретил двух Волков. На этот раз поляна пуста — настороженно оглядевшись, ты не замечаешь ничего необычного. Привлекший твоё внимание куст по-прежнему растёт в центре поляны, однако ягоды уже нет. Не обнаружив ничего интересного, ты поворачиваешься и удаляешься тем же путём, каким пришёл на прогалину.",
      "options": {
          "Далее": "342"
      }
  },
  "109": {
      "text": "Гримслейд в ярости - будь на то его воля, он убил бы тебя на месте, однако ему довелось повидать, как мастерски ты управляешься с мечом, и он не решается лезть на рожон. Что ты предпримешь?",
      "options": {
          "Удалиться прочь": "349",
          "Напасть на Колдуна": "124",
          "Применить заклинание": "256"
      }
  },
  "110": {
      "text": "Ты решаешь, что Огненное Заклинание — единственная вещь, которая сможет спасти тебя от несметных скорпионьих полчищ. В ту же секунду между тобой и атакующими тебя маленькими уродцами вырастает стена пламени. Менее чем за минуту трава на прогалине обращается в пепел, и огонь гаснет так же быстро, как разгорелся. Но и этой минуты оказывается достаточно — скорпионы в панике обращаются в бегство! Не дожидаясь, когда они снова вернутся, ты поспешно покидаешь адскую прогалину.",
      "options": {
          "Покинуть прогалину": "319"
      }
  },
  "111": {
      "text": "Хотя ты и не хочешь причинять вреда доброй волшебнице, твоя решимость завладеть Серебряным Амулетом не становится менее твёрдой. Ты насылаешь на Повелительницу Птиц Заклинание Дружбы. Она разражается веселым смехом. «Несмышлёный вояка! — хохочет она. — Неужели ты не знаешь, что добрые волшебники и так друзья всему живому?! Ты лишь напрасно истратил своё заклинание!»",
      "options": {
          "Далее": "184"
      }
  },
  "112": {
      "text": "Гигантское гнездо на вершине дерева вызывает у тебя сильнейшее любопытство.",
      "options": {
          "Залезть на дерево и исследовать гнездо": "73",
          "Продолжить свой путь": "202"
      }
  },
  "113": {
      "text": "У тебя создаётся впечатление, что опутывающая поляну паутина должна быть очень горючей. Ты насылаешь на Повелителя Пауков Огненное Заклинание и в ту же секунду его мантию охватывает яркое пламя. Чародей кричит от ужаса и в страшных судорогах падает на землю. Огонь стремительно распространяется по прогалине. Языки пламени жадно лижут кроны окружающих её деревьев, вызывая паническое бегство множества притаившихся в листве пауков. Менее чем через минуту жара становится просто непереносимой — о том, чтобы обыскать пылающее тело Повелителя Пауков, не стоит и думать! У тебя есть только одно желание — поскорее убраться из этого адского горнила! Однако это не так-то легко сделать — дорогу преграждают лохмотья горящей паутины.",
      "options": {
          "Далее": "165"
      }
  },
  "114": {
      "text": "В надежде на то, что сильно выросшие Меченосные Деревья не смогут дотянуться до тебя своими ветвями, ты насылаешь на них Заклинание Роста и очень скоро понимаешь, как сильно ошибся! Страшные деревья не только не оставляют мысли разделаться с незваным гостем, вторгшимся в их владения, но и стремительно обрастают всё новыми и новыми ветвями, на каждой из которых блестит смертоносный клинок!",
      "options": {
          "Поскорее броситься в битву!": "28"
      }
  },
  "115": {
      "text": "Лесной Рейнджер разражается хохотом: твоя честность произвела на него впечатление! «Ну что ж, тогда тебе нужно попасть в Виллоубэнд, — говорит он. — Отправляйся отсюда на юг, на перекрёстке поворачивай на запад и придерживайся этого направления, ни в коем случае не сворачивая с тропы, пока не дойдешь до Виллоубэнда. Удачи тебе!» Сделав соответствующие пометки в составляемой тобой карте, ты благодаришь Рейнджера за помощь и продолжаешь свой путь.",
      "options": {
          "Далее": "234"
      }
  },
  "116": {
      "text": "Засунув голову под подушку, ты пытаешься не обращать внимания на доносящийся снизу шум, но он становится всё сильнее и сильнее. Наконец далеко за полночь тебе всё же удаётся забыться беспокойным сном. Однако тебе так и не удаётся как следует отдохнуть — едва лишь солнце показывается над горизонтом, как тебя будят крики уличных торговцев, доносящиеся с расположенной прямо под окнами таверны рыночной площади. Кое-как умывшись и позавтракав, ты собираешь свою нехитрую поклажу и, покинув постоялый двор, хмуро отправляешься на юг по направлению к Скорпионьей Топи.",
      "options": {
          "Далее": "343"
      }
  },
  "117": {
      "text": "Ты насылаешь на Повелителя Садов Заклинание Дружбы, которое нашёл на прогалине Единорога. Повелитель широко улыбается: «Что я могу сделать для тебя, мой друг?». Ты просишь отдать тебе Серебряный Амулет, что блестит у него на груди. Ни слова не говоря, он снимает с шеи цепочку и вешает Амулет тебе на грудь. Как только он прикасается к твоему телу, ты лишаешься способности двигаться! Повелитель Садов пристально всматривается тебе в глаза и не допускающим возражения тоном приказывает рассказать ему всю правду. Ты не в силах сопротивляться и медленно, слово за словом, рассказываешь ему о себе, своём задании и пославшем тебя чародее. Повелитель Садов грустно качает головой. «Не будучи злым, ты служишь злодею! Всё, что я могу сделать для тебя, это дать хороший совет: постоянно будь настороже!» С этими словами он снимает у тебя с шеи свой Амулет и медленно удаляется прочь. Со временем к тебе возвращается власть над собственным телом и, не желая дольше задерживаться на поляне, ставшей свидетельницей твоего невольного позора, ты поспешно удаляешься по той же тропинке, по которой недавно пришёл.",
      "options": {
          "Далее": "383"
      }
  },
  "118": {
      "text": "",
      "options": {}
  },
  "118A": {
      "text": "Ты выходишь на обширную поляну, на которой сходятся три тропинки. Ты на Прогалине 13. Неожиданно ты чувствуешь, как по Медному Кольцу у тебя на пальце пробежала волна еле уловимого тепла. Опустив глаза, ты видишь сотни маленьких скорпионов, суетливо вылезающих из своих норок и спешащих в твою сторону.",
      "options": {}
  },
  "119": {
      "text": "Какое заклинание ты нашлёшь на Единорога?",
      "options": {
          "Никакое": "320"
      }
  },
  "120": {
      "text": "Повелитель Волков делает небрежный жест рукой, и два Гигантских Волка яростно набрасываются на тебя. Ты должен сражаться с ними по очереди. Как только тебе удастся одолеть обоих Волков, настанет очередь самого Повелителя.",
      "options": {
          "Начать бой": "120A"
      }
  },
  "120A": {
      "text": "",
      "options": {
          "Удар!": "120A"
      }
  },
  "120B": {
      "text": "",
      "options": {
          "Удар!": "120B"
      }
  },
  "120C": {
      "text": "",
      "options": {
          "Удар!": "120C"
      }
  },
  "121": {
      "text": "Ты выходишь на перекресток тропинок. В какую сторону ты пойдёшь?",
      "options": {
          "На север": "170",
          "На юг": "14",
          "На восток": "275",
          "На запад": "218"
      }
  },
  "122": {
      "text": "Он мягко, но весьма решительно прерывает твои возражения. «Даже если твоя неведомая цель действительно стоит затраченного времени, сейчас в Скорпионьей Топи обосновались весьма могущественные силы. Ты выглядишь бывалым воином, мой друг, и я не исключаю, что у тебя припрятано какое-нибудь волшебное оружие, но без помощи опытного колдуна, боюсь, тебе не суждено снова увидеть солнечный свет. Великая Топь поглотит тебя!» Ты понимаешь, что он настроен весьма серьёзно. Глаза чародея расширяются, и он отшатывается назад, по пути теряя свою чёрную остроконечную шляпу и опрокидывая стоящий у стены покрытый таинственными письменами сосуд. Из разбившегося вдребезги сосуда в воздух поднимается облако распространяющего ядовитое зловоние пара. Ожившая Статуя замирает на полпути — тебе удалось отвлечь внимание колдуна и тем самым развеять его чары!",
      "options": {
          "Выслушать,что скажут": "240",
          "Выйти из харчевни и направиться к скорпионьей топи": "296",
          "Продолжить атаку": "225",
          "Броситься прочь": "315"
      }
  },
  "124": {
      "text": "Колдун просто кипит от ярости. Распахнув складки своей мантии, он извлекает на свет длинный, искусно выточенный из чёрного дерева жезл, который прямо на твоих глазах превращается в грозный зазубренный меч, пылающий зловещим багрянцем. Гримслейд принимает боевую стойку, его меч со свистом рассекает воздух у него над головой. По иссиня-чёрному лезвию то и дело пробегают язычки тусклого пламени, и ты понимаешь, что меч, скорее всего, волшебный! Так или иначе, тебе предстоит схватка не на жизнь, а на смерть, и схватка эта будет последней и решающей.",
      "options": {
          "Начать схватку!": "124A"
      }
  },
  "124A": {
      "text": "",
      "options": {
          "Удар!": "124A"
      }
  },
  "125": {
      "text": "Ты сразил ужасного монстра! Отрубив на память о достославном сражении несколько клешней, по твердости не уступающих граниту, ты принимаешься искать выход с прогалины, но вскоре обнаруживаешь, что можешь покинуть её лишь по той же самой ведущей на восток тропинке, по которой попал на неё.",
      "options": {
          "Далее": "279"
      }
  },
  "126": {
      "text": "Ты насылаешь на Великана Заклинание Льда. В то же мгновение его густую бороду и брови покрывает толстый слой инея. Великан зябко вздрагивает и поводит могучими плечами. «Что-то начинает холодать!» — бормочет он, и на этом, похоже, действие заклинания исчерпывается.",
      "options": {
          "Далее": "145"
      }
  },
  "127": {
      "text": "Повелитель Лягушек не производит впечатления плохого человека он просто чуть более подозрителен, чем тебе хотелось бы. Ты решаешь наслать на него Заклинание Дружбы. В ту же секунду его одутловатое лицо проясняется. «Знаешь, вообще-то меня не так уж и часто посещают гости, — доверительно говорит он. — Я могу рассказать тебе обо всём, о чём только попросишь, ведь я чрезвычайно могущественный чародей. Но сперва присядь и давай просто немного поболтаем!» Некоторое время ты ведёшь с Повелителем Лягушек непринужденную светскую беседу, но постепенно переводишь тему разговора на интересующие тебя растения.",
      "options": {
          "Далее": "104"
      }
  },
  "128": {
      "text": "До сегодняшнего дня ты считал себя непревзойдённым бойцом, однако Главарь разбойников тоже оказывается весьма изрядным фехтовальщиком — через несколько минут после начала схватки его остро отточенный клинок царапает тебя по ребрам. Ты проиграл! Твой противник, благородный человек, благодарит тебя за блестящий поединок и, расстелив на земле свой собственный плащ, предлагает тебе присесть и немного отдохнуть. «А теперь давай уладим наш маленький уговор, — говорит он, убедившись, что твоя рана не представляет серьёзной опасности для здоровья. — Что я получу в качестве выкупа?»",
      "options": {}
  },
  "128A": {
      "text": "Ты можешь отдать:",
      "options": {}
  },
  "128B": {
      "text": "Ты дружески прощаешься с разбойниками и продолжаешь свой путь.",
      "options": {}
  },
  "129": {
      "text": "",
      "options": {}
  },
  "130": {
      "text": "К какому заклинанию ты прибегнешь?",
      "options": {
          "Ни к какому": "288"
      }
  },
  "131": {
      "text": "Несколько секунд Попугай рассматривает тебя своими внимательными иссиня-чёрными глазами. «Ступай вперёд, — наконец произносит он. — Она знает, что ты идёшь!» Раздвинув руками образованный широкими листьями приземистых банановых пальм занавес, ты вступаешь на чудесную лужайку. Тысячи разноцветных птиц порхают в воздухе, наполняя его неумолчным щебетом. Ещё больше птиц сидит на ветвях окружающих лужайку деревьев, в траве гордо выступают огромные Орлы и Цапли. В центре всего этого великолепия на увитом пышными лианами троне величаво восседает красивая молодая женщина — без сомнения, сама Повелительница Птиц. Она приветствует тебя по имени и интересуется, какое дело занесло тебя в эти края. Твой ответ, естественно, зависит от того, кому ты служишь.",
      "options": {}
  },
  "132": {
      "text": "Ты победил гигантского орла!",
      "options": {
          "Осмотреть гнездо орла": "73",
          "Продолжить свой путь": "202"
      }
  },
  "133": {
      "text": "Ты не обнаруживаешь никаких признаков Рейнджера — должно быть, он скрылся в своих родных лесах.",
      "options": {
          "Далее.": "234"
      }
  },
  "134": {
      "text": "Выхватив меч, ты с лёгкостью перерубаешь оплетающие твои ноги побеги, но в ту же секунду на их месте вырастают новые увенчанные прожорливыми челюстями травинки. Да, тебе предстоит схватка не на жизнь, а на смерть.",
      "options": {
          "Сражаться": "134A"
      }
  },
  "134A": {
      "text": "",
      "options": {
          "Удар!": "134A"
      }
  },
  "135": {
      "text": "Ты обыскиваешь тела поверженных Болотных Орков. Их оружие отвратительного качества, а провизия настолько омерзительна, что тебе противно даже прикасаться к ней. Тем не менее, в кармане одного Орка ты находишь несколько золотых монет, которые тут же перекочёвывают в твой кошелек, а другого — грубо намалёванную на грязном куске кожи карту окрестностей. Сравнив её со своим собственным планом, ты сразу же определяешь место своего нахождения, но в принципе ничего нового не узнаешь. Единственная заслуживающая внимания вещь, значения которой ты, впрочем, не понимаешь, — это нарисованная в южном углу карты большая жаба с короной на голове.",
      "options": {
          "Далее": "309"
      }
  },
  "136": {
      "text": "Ты насылаешь на Повелителя Садов Огненное Заклинание, но он небрежным мановением руки тушит вспыхнувшее было пламя. Тебе не остаётся ничего другого, как выхватить меч и наброситься на доброго волшебника.",
      "options": {
          "Выхватить меч": "379"
      }
  },
  "137": {
      "text": "Эта та самая прогалина, на которой ты встретил чудовищного Слизистого Монстра!",
      "options": {}
  },
  "138": {
      "text": "Вскоре деревья расступаются в стороны, и ты выходишь на прогалину, расположенную на берегу широкой реки Зловонки, что катит свои мутные воды с запада на восток. Ты находишься на Прогалине 35. Прямо перед тобой реку пересекает гигантский мост, сложенный из покрытых мхом и обтесанных ветром огромных каменных валунов. Осторожно подобравшись поближе, ты убеждаешься, что мост абсолютно пуст.",
      "options": {
          "Зайти на мост": "101",
          "Повернуть обратно": "45"
      }
  },
  "139": {
      "text": "Ты решаешь, что все эти колдовские штучки не для тебя, и со всех ног мчишься обратно в деревню. Как только ты поворачиваешься спиной к зловещей башне, кольцо у тебя на пальце начинает остывать.",
      "options": {
          "Направиться к Доброму Волшебнику Салатару": "335",
          "Нанести визит таинственному Пумчакару": "27"
      }
  },
  "140": {
      "text": "Твой верный меч глубоко вонзается в грудь чёрного мага. Уставившись на тебя непонимающим взглядом, он силится что-то произнести... и испускает дух. Зазубренный клинок выпадает из его ослабевших пальцев. Заинтересовавшись странным видом оружия, ты подбираешь его и тотчас же понимаешь, что держишь в руках один из легендарных Магических Мечей, что наделяет своего владельца нечеловеческой силой, увеличивая уровень его МАСТЕРСТВА на 2. Нечего удивляться, что колдун был таким умелым бойцом! В надежде отыскать спрятанные сокровища, ты приступаешь к осмотру мрачной обители поверженного чернокнижника, как вдруг ощущаешь, что воздух вокруг тебя начинает сгущаться, становясь практически осязаемым. Медное Кольцо у тебя на пальце продолжает предупреждать о присутствие незримого Зла — даже ещё большего, чем это было до смерти владельца зловещей башни. В воздухе распространяется явственный запах серы. Что ты предпримешь?",
      "options": {
          "Продолжить осмотр башни": "375",
          "Вернуться в деревню и направиться на поиски Доброго Волшебника Салатара": "335",
          "Вернуться в деревню и нанести визит таинственному Пумчакару": "27"
      }
  },
  "141": {
      "text": "Предложение звучит весьма заманчиво. Порывшись в заплечном мешке, ты достаешь неиспользованные Магические Кристаллы и протягиваешь их Пумчакару. Бережно сложив их в ящик письменного стола, он звонит в колокольчик, и Гоблин-слуга услужливо подаёт тебе медную чашу, полную прозрачной, испускающей дивное благоухание жидкости. Осушив чашу, ты чувствуешь, как раны твои затягиваются, а тело наливается живительной силой. На этом твоё путешествие окончено. Ты не добился успеха, зато приобрёл огромный опыт и важные знания. Быть может, придёт ещё день, когда они помогут тебе покорить просторы великой Скорпионьей Топи!",
      "options": {
          "Конец!": "Game_over1"
      }
  },
  "142": {
      "text": "Ты вновь видишь следы недавнего сражения. За время твоего отсутствия тела Болотных Орков куда-то исчезли. Из лужи зловонной жидкости, угрожающе поводя своим смертоносным хвостом, на тебя свирепо смотрит тридцатисантиметровый скорпион. Ты поспешно покидаешь прогалину.",
      "options": {
          "Покинуть прогалину": "227"
      }
  },
  "143": {
      "text": "Выйдя на прогалину, ты слышишь яростное рычание чудовищного монстра. В прошлый раз ему не удалось заполучить тебя на обед, и сейчас он весьма серьёзно настроен на реванш!",
      "options": {
          "Вновь прибегнуть к помощи заклинаний!": "374",
          "Выхватить меч и броситься в схватку!": "176"
      }
  },
  "144": {
      "text": "",
      "options": {}
  },
  "144A": {
      "text": "Ты замечаешь, что по мере продвижения на север тропинку всё чаще пересекают толстые паучьи нити. Наконец перед тобой открывается обширная поляна. С первого взгляда ты замечаешь, что окружающие её мрачные деревья сплошь увиты паутиной, на которой сидят тысячи пауков самых разнообразных цветов и размеров. Ты на Прогалине 17. В центре поляны стоит роскошная беседка, словно сотканная из серебристого шёлка. Такое впечатление, что она парит в нескольких сантиметрах над сырой болотистой почвой. В беседке сидит высокий худой человек. Его длинная густая борода и косматые нависающие над пронзительными глазами брови совершенно седы, ниспадающая до самой земли мантия своим серо-серебристым цветом может поспорить с окраской самой беседки. На его груди тускло поблескивает Серебряный Амулет, выполненный в форме паука, подтверждая твоё подозрение, что перед тобой сам ПОВЕЛИТЕЛЬ ПАУКОВ. Пока он пристально разглядывает тебя своими горящими бледно-зелёными глазами, налившееся жаром Медное Кольцо предупреждает тебя, что перед тобой сидит воплощенное Зло. Что ты предпримешь?",
      "options": {
          "Применить заклинание": "74",
          "Напасть": "26",
          "Дружелюбно начать разговор": "332"
      }
  },
  "145": {
      "text": "Тебе кажется, что с помощью какого-нибудь Магического Заклинания ты вполне сможешь справиться с разъярённым Великаном. Итак, какое заклинание ты используешь?",
      "options": {
          "Никакое": "275"
      }
  },
  "146": {
      "text": "Тебя одновременно атакуют две Гигантские Жабы. К своему удивлению ты замечаешь, что их широкие рты усеяны крошечными, но очень острыми зубками!",
      "options": {
          "Начать бой": "146A"
      }
  },
  "146A": {
      "text": "",
      "options": {
          "Атаковать первую жабу": "146A",
          "Атаковать вторую жабу": "146B"
      }
  },
  "146B": {
      "text": "",
      "options": {
          "Атаковать первую жабу": "146A",
          "Атаковать вторую жабу": "146B"
      }
  },
  "146c": {
      "text": "",
      "options": {
          "Удар!": "146c"
      }
  },
  "146D": {
      "text": "",
      "options": {
          "Удар!": "146D"
      }
  },
  "147": {
      "text": "Ты усаживаешься напротив и интересуешься, что он здесь делает. «О! — отвечает человечек. — Я граблю путников. Когда люди проходят по моей поляне, на них сверху падает специальная сеть, так что мне лишь остаётся не спеша обыскать их карманы». С этими словами он показывает куда-то наверх, и ты невольно поднимаешь голову.",
      "options": {}
  },
  "148": {
      "text": "Ты раздумываешь, какую бы иллюзию создать, чтобы одурачить Разбойников. Выглядят они как самый настоящий сброд, готовый отдать всё на свете за добрый кусок хорошо прожаренного мяса. И тут тебе в голову приходит замечательная идея. Хитро усмехнувшись, ты создаешь иллюзию жирной свиньи — с пронзительным визгом выскочив на поляну, она тут же вновь скрывается в кустах. Разбойники вскакивают на ноги, выхватывают длинные ножи и, громко улюлюкая, стрелой проносятся мимо твоего укрытия. Весело рассмеявшись, ты не торопясь пересекаешь прогалину, и продолжаешь, прерванный было, путь.",
      "options": {
          "Далее": "19"
      }
  },
  "149": {
      "text": "Воздух прогалины звенит от пронзительных птичьих криков, но ты не обнаруживаешь никаких признаков человеческого присутствия. Повелительница Птиц, должно быть, находится в каком-нибудь другом месте. Внимательно осмотрев прогалину, ты не находишь ничего интересного, кроме множества разноцветных птичьих перьев.",
      "options": {
          "Далее": "217"
      }
  },
  "150": {
      "text": "",
      "options": {
          "Завершить выбор!": "150A"
      }
  },
  "Obmen": {
      "text": "Перед тобой лежат кристаллы с заклинаниями навыбор. ЧАРЫ МАСТЕРСТВА. Произнеся это заклинание, ты сможешь увеличить уровень своего МАСТЕРСТВА на половину его округленного начального значения. Например, если начальное значение твоего МАСТЕРСТВА — 7, произнеся заклинание, ты сможешь увеличить его текущий уровень на 4 (7/2 = 3,5 — округляем до 4-х). Однако помни, что даже это заклинание не поможет тебе увеличить уровень твоего МАСТЕРСТВА выше его начального значения. ЧАРЫ ВЫНОСЛИВОСТИ. Действие то же самое, что и у заклинания мастерства, но только в отношении уровня выносливости. ЗАКЛИНАНИЕ УДАЧЛИВОСТИ. Тот же эффект, что и у первых двух. ЧАРЫ ОГНЯ. Заклинание позволит тебе мгновенно обратить в пламя один какой-нибудь предмет средних размеров (например, факел). Чем он более горюч, тем действеннее будет заклинание. ЗАКЛИНАНИЕ ЛЬДА. Чары позволят тебе мгновенно превратить воду (или водяной пар) в лёд. ЧАРЫ МИРАЖА. Заклинание позволит тебе на короткое время создать небольшую иллюзию. Однако помни, что если ты направишься в противоположную от иллюзии сторону, заклинание утратит свою силу, и она пропадет.",
      "options": {
          "Заклинание Мастерства": "ZM",
          "Заклинание Выносливости": "ZV",
          "Заклинание Удачливости": "ZU",
          "Заклинание Огня": "ZO",
          "Заклинание Льда": "ZL",
          "Заклинание Миража": "ZMM",
          "Завершить выбор": "150A"
      }
  },
  "150A": {
      "text": "Уложив свои приобретения в заплечный мешок, ты выходишь из магазинчика и отправляешься на юг по направлению к Скорпионьей Топи.",
      "options": {
          "Далее": "343"
      }
  },
  "151": {
      "text": "Ты быстро отскакиваешь в сторону. Одна из стрел пролетает мимо, вторая всё-таки вонзается тебе в правую руку. Поскорее решай, что предпринять. Итак, что ты будешь делать?",
      "options": {
          "Выхватить меч и наброситься на Болотных Орков": "281",
          "Воспользоваться заклинаниями": "399",
          "Бежать": "309"
      }
  },
  "152": {
      "text": "Какое заклинание ты используешь против Повелителя Садов?",
      "options": {
          "Никакое": "334"
      }
  },
  "153": {
      "text": "Ни секунды не задерживаясь, ты покидаешь прогалину.",
      "options": {
          "На север": "218",
          "На запад": "65"
      }
  },
  "154": {
      "text": "Сорвав с шеи Повелителя Волков Серебряный Амулет, ты тщательно обыскиваешь его, но больше не находишь ничего интересного. Ты решаешь осмотреть его хижину.",
      "options": {
          "Осмотреть": "46"
      }
  },
  "155": {
      "text": "Ты решительно заявляешь, что не родился ещё на земле человек, что склонил бы тебя к служению Злу. Гронар кивает и широко улыбается. «До сих пор не перевелись в этом тёмном мире люди, простые и неотёсанные с виду, но жизнь свою готовые положить во имя Добра! — торжественно произносит он. — Таков славный Салатар, таков и ты, Паладин, хотя и многому тебе ещё предстоит научиться!» Но что это?!",
      "options": {
          "Далее": "155A"
      }
  },
  "155A": {
      "text": "Или только кажется тебе, что Гронар стал гораздо выше ростом?! И не святой ли крест вышит на его поношенных одеждах?! И где до сих пор он прятал этот сверкающий меч?! Превозмогая внезапно накатившую слабость, ты силишься заговорить, пытаешься спросить, кто он, собственно, такой, но Гронар лишь перегибается через стол и дотрагивается кончиками пальцев до твоего покрывшегося холодным потом чела. «Да славится имя твоё, юный Паладин, — произносит он неожиданно глубоким голосом. — Встречи твоей с Салатаром повелеваю быть!» С этими словами он исчезает. Спустя несколько минут, придя в себя, ты не можешь с уверенностью сказать, вышел ли он через дверь или же просто растворился в воздухе. Лишь одно ты знаешь твердо — слабости, как и не бывало, и теперь ты чувствуешь себя просто великолепно.",
      "options": {
          "Далее": "335"
      }
  },
  "156": {
      "text": "Упорная схватка здорово измотала тебя, но, главное, ты всё ещё жив! Презрительно пнув ногой бесформенную кучу камня, в которую превратился твой противник, ты смеешься Гримслейду в лицо и небрежным жестом отбрасываешь в сторону порядком потрёпанный деревянный обрубок, сослуживший тебе такую добрую службу. Несколько раз перевернувшись в воздухе, он с грохотом падает среди жалких останков книжного шкафа, опрокинутого и разбитого вами в пылу сражения. Гримслейд тяжелым взором обводит то, что осталось от некогда роскошного привратного покоя.",
      "options": {}
  },
  "157": {
      "text": "",
      "options": {}
  },
  "157A": {
      "text": "Тропинка угрожающе сужается. Ты уже начинаешь подозревать, что зашёл в тупик, как вдруг проход снова расширяется, и ты выходишь на крошечную прогалину. Это Прогалина 18. Оглядевшись, ты с удивлением видишь несколько чрезвычайно странных покрытых темно-зелёной корой деревьев — они довольно-таки низкорослы, но с длинными, напоминающими тебе извивающихся змей, цепкими ветвями. В следующее мгновение ты с ужасом понимаешь, что каждая такая ветвь оканчивается острым клинком, и что эти ветви действительно раскачиваются и извиваются, несмотря на полное безветрие! Ты подвергся нападению ужасных МЕЧЕНОСНЫХ ДЕРЕВЬЕВ! Ты окружён ими со всех сторон!",
      "options": {
          "Расчистить дорогу мечём": "28",
          "Применить заклинание": "203"
      }
  },
  "158": {
      "text": "Широко улыбаясь, ты достаешь из заплечного мешка кусок изодранного пергамента и протягиваешь его Пумчакару. Это карта, на которую ты во время путешествия по страшной Скорпионьей Топи добросовестно заносил свой маршрут. На ней отмечено буквально всё - и тропинки, по которым ты шёл, и прогалины, на которых ты сражался, и опасности, которым подвергался. По мере того, как ты объясняешь Пумчакару систему условных знаков, которые ты использовал при составлении карты, его лицо становится всё более и более довольным. Наконец он с силой, неожиданной для такого тучного и кажущегося неповоротливым человека, хлопает тебе по спине, и, несмотря на твоё весьма крепкое телосложение, этот хлопок заставляет тебя пошатнуться.",
      "options": {
          "Далее": "158A"
      }
  },
  "158A": {
      "text": "«Великолепно! — восклицает он. — Просто изумительно!» Покопавшись в ящике письменного стола, он достает огромный изумруд и протягивает его тебе. «Считай это авансом, — улыбается он. — Первый караван уходит завтра на рассвете. Можешь жить в моём доме, сколько захочешь, и отныне, как я и обещал, половина годовой прибыли принадлежит тебе!» Улыбнувшись, ты благодаришь его. Ты приятно удивлен, убедившись, что загадочный Пумчакар оказался человеком слова, быть может, придёт день, когда ты узнаешь его гораздо лучше. Ну а пока что твоё приключение подошло к весьма достойному концу!",
      "options": {
          "Конец игры!": "Game_Over"
      }
  },
  "159": {
      "text": "Ты понимаешь, что сделал всё, что мог. Теперь ты должен вернуться к своему покровителю и доложить об успехе или же о провале своего путешествия. Итак, кому ты служишь?",
      "options": {}
  },
  "160": {
      "text": "Тебе приходит в голову, что было бы весьма неплохо заручиться помощью такого могучего существа, и, сконцентрировавшись, ты насылаешь на неумолимо приближающегося монстра Заклинание Дружбы. К сожалению, у бессердечного чудовища не бывает друзей! Его намерения относительно тебя нисколько не изменяются, и тебе не остаётся ничего другого, как вытащить меч и готовиться к схватке с грозным противником.",
      "options": {
          "Далее": "176"
      }
  },
  "161": {
      "text": "",
      "options": {
          "На север": "92",
          "На юг": "41",
          "на запад": "121"
      }
  },
  "162": {
      "text": "Судя по тому, что Повелитель Лягушек весьма охотно отвечает на твои вопросы, он поверил твоему рассказу. Он сообщает тебе, что Повелителями называет себя группа могущественных волшебников и колдунов. Одни из них служат силам Добра, другие — Зла, третьи же придерживаются благоразумного нейтралитета, однако судьбы всех без исключения повелителей связаны воедино Серебряными Амулетами, что они носят на груди. Они могут враждовать или даже сражаться друг с другом, но, ни один Повелитель не может убить другого, пока тот носит Амулет. Он также сообщает, что Амулеты эти дают своему владельцу огромную власть, но лишь при условии, что владелец этот сам является волшебником. Ты находишь его рассказ весьма интересным и благодаришь Повелителя Лягушек за долготерпение и гостеприимство. Откланявшись, ты делаешь вид, будто уходишь восвояси, но, достигнув первого изгиба тропинки, останавливаешься и принимаешься размышлять, что делать дальше.",
      "options": {
          "Отправиться своей дорогой": "352",
          "Незаметно вернуться назад и напасть на Повелителя Лягушек": "62"
      }
  },
  "163": {
      "text": "Собравшись с духом, ты выходишь из своего укрытия и вступаешь на прогалину. При виде тебя Разбойники в удивлении вскакивают на ноги, но заслышав, как ты небрежно приветствуешь их и как ни в чём не бывало неторопливо продолжаешь свой путь, их изумление вырастает до невозможных пределов. «Эй, ты, куда это собрался?!» — окликает тебя один из Разбойников, с виду главарь. «На север», — отвечаешь ты, не моргнув глазом, и спокойно продолжаешь свой путь. Разбойники поражены твоим хладнокровием! Хотя они и зарабатывают себе на жизнь, собирая дань с проходящих по поляне путников, они обыкновенные грабители, но не убийцы. Кроме того, понимая, что абсолютный численный перевес на их стороне, и что тебе вряд ли удастся в одиночку справиться с пятью дюжими молодцами, вроде них, они чувствуют, что напасть на тебя будет не совсем честно. Наконец, когда ты уже успеваешь достичь противоположного конца прогалины, их Главарь находит решение. Он предлагает тебе померяться силами до первой крови. Первый, кто нанесёт своему противнику удачный удар, будет безоговорочно признан победителем! В случае победы Главаря Разбойников ты должен будешь отдать ему какую-нибудь ценную вещь. Если ты окажешься сильнее и удачливее, они отпустят тебя с миром.",
      "options": {
          "Согласиться": "79",
          "Отказаться": "353"
      }
  },
  "164": {
      "text": "Медное Кольцо у тебя на пальце остаётся холодным — ты понимаешь, что кем бы ни была на самом деле Повелительница Птиц, она не желает тебе зла. Ты рассказываешь о задании, что стоит перед тобой, и просишь её о помощи. Залившись радостным смехом, она хлопает в ладоши — на мгновение у тебя создаётся впечатление, что перед тобой сидит совсем ещё юная девушка. «Неужели действительно остался на Земле хотя бы один куст волшебной Антерики!?» — восклицает она и подтверждает, что если тебе удастся выполнить задание, возложенное на тебя добрым волшебником Салатаром, Добро восторжествует, и Зло будет окончательно и навсегда изгнано из земель королевства! Закончив свой рассказ, Повелительница с поклоном вручает тебе прозрачный фиал, наполненный кроваво-рубиновой жидкостью. Это волшебное питьё в любой момент может восстановить уровень твоего МАСТЕРСТВА, ВЫНОСЛИВОСТИ или УДАЧЛИВОСТИ (на твой выбор) до их начального значения. Затем Повелительница делает тебе знак, призывающий к молчанию. Она простирает руки в стороны, и несколько маленьких птичек, до сего момента сидевших на ветвях соседних деревьев, покорно слетаются к ней. Некоторое время она разговаривает с ними на неведомом тебе языке, а затем произносит: «Салатар был прав! Действительно, далеко на северо-востоке сохранилось место, где Антерика цветет в своей первозданной красоте. Если хочешь, я могу помочь тебе добраться туда!» Ты с радостью принимаешь её предложение.",
      "options": {
          "Далее": "248"
      }
  },
  "165": {
      "text": "",
      "options": {}
  },
  "166": {
      "text": "Лесной Рейнджер поражен твоей отвагой и мужеством. «Ну что ж, теперь тебе остаётся только выбраться из Скорпионьей Топи живым, — говорит он. — Отправляйся отсюда на юг, поворачивай на восток, пока не дойдешь до орлиного гнезда, оттуда снова на юг, потом на запад и вновь на юг, а оттуда до южной границы топи уже рукой подать. Удачи тебе!» Сделав соответствующие пометки в составленной тобой карте, ты благодаришь Рейнджера за помощь и продолжаешь свой путь.",
      "options": {
          "Далее": "234"
      }
  },
  "167": {
      "text": "В данной ситуации тебе могут помочь разные заклинания. Какое из них ты решишь использовать?",
      "options": {
          "Ни то, ни другое.": "134"
      }
  },
  "168": {
      "text": "",
      "options": {}
  },
  "169": {
      "text": "Сконцентрировавшись, ты произносишь Заклинание Миража и создаешь иллюзию ядовитой змеи, поместив её между собой и медленно приближающимися Орками. Но Орки не выглядят испуганными! Они продолжают наступать... и когда один из них, плотоядно облизывая свои толстые губы, наклоняется вперёд и пытается схватить змею, ты понимаешь, что выбрал не ту иллюзию! Тебе не остаётся ничего другого, как сразиться с тремя Болотными Орками.",
      "options": {
          "Далее": "281"
      }
  },
  "170": {
      "text": "",
      "options": {}
  },
  "170A": {
      "text": "Узкая тропа вьется между преграждающими дорогу гранитными валунами. Над землей висит густой туман. Внезапно он рассеивается, и ты понимаешь, что достиг следующей прогалины. Ты на Прогалине 19. С вершины огромного валуна тебя окликает высокий загорелый мужчина, облаченный в грубые кожаные одежды ЛЕСНОГО РЕЙНДЖЕРА: «Остановись, воин! Остановись и ответь, чему ты служишь: Добру или Злу?». Кто твой повелитель?",
      "options": {}
  },
  "171": {
      "text": "Слизистый Монстр ужасающе силен, но крайне неповоротлив:",
      "options": {
          "Сражаться": "171A"
      }
  },
  "171A": {
      "text": "",
      "options": {
          " Удар!": "171A"
      }
  },
  "172": {
      "text": "Некоторое время ты беседуешь с Повелителем Волков. Он даёт тебе несколько полезных советов: «Отправляйся кратчайшим путём через реку. Остерегайся ловушек там, где никак их не ожидаешь». Он также учит тебя специальному волшебному заклинанию, которое обережёт тебя в случае нападения стаи голодных волков. Наконец, приходит время расставаться.",
      "options": {
          "Далее": "314"
      }
  },
  "173": {
      "text": "Пумчакар разражается утробным рокочущим хохотом, от которого — ты можешь дать руку на отсечение — покрывающие стены книжные полки пронзает мелкая дрожь. Такое впечатление, что твоя скрытность ничуть не обидела его: наоборот, теперь он убедился, что ты действительно тот, за кого себя выдаешь, — отважный воин! «Я открою тебе маленький секрет! — говорит он. — На самом деле я никакой не волшебник, а просто купец из заморских стран. За свою долгую жизнь я приобрёл множество заклятий и чародейских амулетов. Поэтому люди считают меня могущественным колдуном, и я поддерживаю их в этой вере. Мне это на руку — так они выказывают мне большее почтение!»",
      "options": {
          "Что Вам понадобилось в скорпионьей топи?": "173A"
      }
  },
  "173A": {
      "text": "«Информация, — отвечает тот. — Если бы у меня была карта дорог, что пересекают Великую Топь, я бы мог отправлять по ним свои караваны, и это сберегало бы мне недели и месяцы — немаловажное преимущество в моём деле! Если сможешь принести мне карту, на которой был бы начертан прямой путь в город Виллоубэнд, что лежит к северу от Скорпионьей Топи, я поделюсь с тобой половиной той суммы, что сэкономит мне эта карта в первый год!» Быстро сосчитав в уме, ты прикидываешь, что речь идет о нескольких сотнях золотых монет, однако не подаешь виду, что это предложение заинтересовало тебя.",
      "options": {
          "«Если ты не волшебник,то как можешь помочь мне уцелеть на болотище?»": "173B"
      }
  },
  "173B": {
      "text": "Пумчакар вновь разражается смехом. «Я же уже сказал тебе, что за свою жизнь приобрёл множество разных хитроумных магических вещичек. Например, у меня есть Магические Кристаллы, каждый из которых позволяет своему обладателю наслать одно заклинание». С этими словами он ставит на стол коробку со сверкающими и переливающимися всеми цветами радуги кристаллами. «Ты можешь взять пять кристаллов, — говорит Пумчакар. — Не думаю, что тебе понадобится так много, но жадничать я не хочу».",
      "options": {
          "Выбрать кристаллы с заклинаниями": "kristalli_pumchakara"
      }
  },
  "173C": {
      "text": "Ты пожимаешь руку Пумчакару — его рукопожатие оказывается на удивление сильным — и Гоблин-слуга провожает тебя к выходу. Ты проходишь через рыночную площадь и, вскоре оставив Фенмарг за спиной, направляешься к Скорпионьей Топи. Твоё задание заключается в следующем: ты должен отыскать кратчайший путь через Великую Топь в город Виллоубэнд, что лежит у её северной границы, составить карту и доставить её Пумчакару.",
      "options": {
          "Великое приключение начинается!": "9"
      }
  },
  "174": {
      "text": "Презрительно пнув ногой безобразное тело поверженного Демона, ты холодно смотришь на Гримслейда. Пребывающий в замешательстве колдун — такого исхода сражения он явно не ожидал — что-то злобно бормочет себе под нос. Что ты предпримешь?",
      "options": {
          "наброситься на него": "225",
          "Может обсудим наши дела в более цивилизованной манере, как это принято у нормальных людей?": "193"
      }
  },
  "175": {
      "text": "Ты лезешь в заплечный мешок и бережно извлекаешь на свет слегка поблескивающую в лучах заходящего солнца ягоду. «О, чудо!» — восклицает добрый волшебник, сам не свой от радости. Он берёт ягоду у тебя из рук и относит её в сад. Выкопав неглубокую ямку, он осторожно кладет в неё чудесную ягоду и, слегка присыпав её землей, начинает бормотать себе под нос какое-то заклинание. В ту же секунду из-под земли пробивается крошечный росток, прямо у тебя на глазах разрастаясь в раскидистый куст, как две капли воды похожий на тот, что ты видел на Волчьей прогалине в глуби страшной Скорпионьей Топи. Спустя минуту на кусте распускаются крошечные белоснежные цветочки, наполняя вечерний воздух восхитительным ароматом, и наконец, он покрывается россыпью крупных пурпурных ягод! Сорвав несколько ягод, Салатар также зарывает их в землю, и они, в свою очередь, дают жизнь ещё нескольким кустам. Наконец, добрый волшебник удовлетворенно вздыхает и... вспоминает о твоем существовании.",
      "options": {
          "Далее": "175A"
      }
  },
  "175A": {
      "text": "«О, прости меня! — восклицает он. — Я так счастлив, что совсем забыл о тебе. Теперь, как только эти кусты подрастут и наберутся сил, я смогу послать ягоды Антерики всем своим друзьям-волшебникам! Не пройдет и месяца, как мы засадим Антерикой всё королевство, и всё это благодаря тебе! Слава тебе и хвала, ибо совершил ты великий подвиг!» Салатар предлагает тебе разделить с ним трапезу, на что ты и соглашаешься с благодарностью. За ужином вы говорите о многих вещах — как малых, так и великих. Наутро, отдохнувший и приободренный, ты вновь пускаешься в путь. Впереди тебя ждут новые земли и неведомые опасности. Можно смело утверждать, что лучшего окончания выпавшего на твою долю приключения просто не придумаешь!",
      "options": {
          "Игра окончена!": "Game_Over"
      }
  },
  "176": {
      "text": "На этот раз ты столкнулся с поистине грозным противником! Покрытое твёрдым костяным панцирем Чудовище атакует тебя шестью угрожающих размеров клешнями. В довершении всех бед вскоре ты понимаешь, что оно гораздо быстрее передвигается по топкой болотистой почве прогалины, так что отступить ты не можешь. Тебе придётся сражаться до победного конца.",
      "options": {
          "Сражаться": "176A"
      }
  },
  "176A": {
      "text": "",
      "options": {
          "Удар!": "176A"
      }
  },
  "177": {
      "text": "К сожалению, ты ничем не можешь помочь Великану. Впрочем, его воинственный пыл поутих, и ты беспрепятственно продолжаешь свой путь.",
      "options": {
          "Далее": "161"
      }
  },
  "178": {
      "text": "Какая жалость, что ты не волшебник — что хорошо для них, может быть пагубным для обыкновенных смертных!",
      "options": {
          "Далее": "352"
      }
  },
  "179": {
      "text": "От прогалины в разные стороны расходятся три тропинки. Одна из них, что ведёт на север, заметно понижается. В какую сторону направишься ты?",
      "options": {
          "На север": "183",
          "На юг": "10",
          "На восток": "118"
      }
  },
  "180": {
      "text": "Единственная ценность, которой ты располагаешь, это Медное Кольцо, что поблескивает у тебя на пальце. У тебя, естественно нет ни малейшего желания расставаться с этой не раз спасавшей тебе жизнь вещью, но иного выхода нет. С сожалением ты стягиваешь Медное Кольцо с пальца и протягиваешь его Главарю Разбойников. Тот видит, что ты чем-то сильно опечален, и интересуется, в чём дело. Ты рассказываешь ему о чудесных свойствах волшебного кольца, и как оно не раз выручало тебя во время путешествия по Великой Топи. К твоему немалому удивлению благородный Разбойник настаивает, чтобы ты оставил кольцо себе. «Ты честен и храбр, — говорит он. — С моей стороны было бы величайшей подлостью отобрать у тебя последнее, что у тебя осталось, к тому же если ты так этим дорожишь!» С этими словами он с силой хлопает тебя по плечу — поздравляем, ты заслужил дружбу и уважение этого весьма достойного человека!",
      "options": {
          "Далее": "214"
      }
  },
  "181": {
      "text": "Ты вновь видишь Медведя... а он видит тебя. Хочешь, не хочешь, а тебе придётся драться.",
      "options": {
          "Далее": "200"
      }
  },
  "182": {
      "text": "Не успеваешь ты отпрыгнуть в сторону, как дюжина особо прытких скорпионов, вскарабкавшись по твоим сапогам, заползают тебе в штаны и принимаются жалить тебя. В ярости ты перепрыгиваешь через атакующих тебя маленьких уродцев и поспешно покидаешь адскую поляну.",
      "options": {
          "Далее": "319"
      }
  },
  "183": {
      "text": "По мере продвижения вперед местность постепенно повышается, и почва у тебя под ногами становится каменистой. Мрачные деревья расступаются в стороны, туман редеет, и внезапно ты видишь голубое небо, от которого за время своих блужданий по бескрайним просторам Скорпионьей Топи уже успел отвыкнуть! Ты выходишь на вершину высокого утеса, нависающего над рекой Зловонкой, далеко внизу несущей свои мутные воды. Ты на Прогалине 20. От реки тебя отделяет по крайне мере двадцать метров отвесной скалы, и нечего даже думать, чтобы спуститься по ней вниз — туда, где в прибрежной грязи лениво ворочаются громадные крокодилы. Далеко на востоке ты видишь мост, который, если тебя не обманывает зрение, пересекает реку, однако к нему, к сожалению, не ведёт ни одна тропинка. Тем не менее, с прогалины есть два пути — один на юг вглубь топи, а другой на запад вдоль берега. Что ты предпримешь?",
      "options": {
          "Отправиться на юг, в глубь Скорпионьей Топи": "66",
          "Повернуть на запад, вдоль берега реки": "295",
          "Прыгнуть в реку и поплыть на север": "30",
          "Прыгнуть в реку и поплыть на восток": "321"
      }
  },
  "184": {
      "text": "Внезапно ты понимаешь, что не в силах заставить себя напасть на добрую волшебницу. Ты рассказываешь ей о своем задании и о злом чародее, что послал тебя. Повелительница Птиц грустно качает головой. «Я отказываюсь помогать тебе, — говорит она, — ибо ты состоишь на службе у злого колдуна. Но сам ты не принадлежишь силам Зла — иначе ты не был бы столь честен со мной!» Несколько минут она размышляет о чём-то, а затем её прекрасное лицо озаряется светлой улыбкой. «Вот что я сделаю! — говорит она. — Я изготовлю для тебя фальшивый Серебряный Амулет! Любой, увидевший его, не отличит его от настоящего. Не будет исключением и Гримслейд, а тебе не придётся беспокоить моих братьев-волшебников. Хотя, — добавляет она, подумав, — если тебе встретится на пути Повелитель Пауков, убей его, ибо давно уже он предался Чёрному Злу!» Она делает едва уловимое движение рукой, и в ладони у тебя возникает Серебряный Амулет, как две капли воды похожий на тот, что поблескивает у неё на груди. Ты благодаришь Повелительницу Птиц за доброту и с поклоном удаляешься.",
      "options": {
          "Далее": "217"
      }
  },
  "185": {
      "text": "К счастью для тебя, Лесной Рейнджер верит твоему рассказу. «Что ж, — говорит он, — ты следуешь в верном направлении. Недалеко к востоку от этого места находится жилище Повелителя Садов. Он добрый волшебник и притом очень могущественный!» Ты благодаришь его за предоставленную информацию и продолжаешь свой путь.",
      "options": {
          "Далее": "234"
      }
  },
  "186": {
      "text": "Ты убил обоих воришек. Даже не обыскав их тела, ты вкладываешь меч в ножны и поспешно покидаешь город Виллоубэнд, предпочитая не дожидаться, когда на твою многострадальную голову обрушатся новые неприятности.",
      "options": {
          "Далее": "343"
      }
  },
  "187": {
      "text": "От прогалины в разные стороны расходятся три тропинки. В каком направлении отправишься ты?",
      "options": {
          "На юг": "144",
          "На восток": "290",
          "На запад": "10"
      }
  },
  "188": {
      "text": "Ты насылаешь на Слизистого Монстра Огненное Заклинание. К сожалению, оно не оказывает на приближающееся чудовище ни малейшего эффекта: ведь Слизистый Монстр целиком состоит из воды, а вода, как известно, не горит!",
      "options": {
          "Использовать другое заклинание": "400",
          "Сменить тактику": "336"
      }
  },
  "189": {
      "text": "В зарослях кустарника у самого края прогалины ты замечаешь небольшую площадку, трава на которой подозрительно пожелтела и пожухла. Ты принимаешься рыть и вскоре находишь два Магических Кристалла — один из них насылает Заклинание Дружбы, второй восстанавливает Удачливость.",
      "options": {
          "Далее": "348"
      }
  },
  "190": {
      "text": "Хорошенько разбежавшись, ты прыгаешь.",
      "options": {
          "Далее": "270"
      }
  },
  "191": {
      "text": "Какое заклинание ты нашлёшь на Повелителя Волков?",
      "options": {
          "Никакое": "398"
      }
  },
  "192": {
      "text": "",
      "options": {}
  },
  "193": {
      "text": "Гримслейд хмуро обводит взглядом поле недавнего сражения. Наконец он пожимает плечами и разражается хохотом: «Ладно, перейдём к делу!». Проведя тебя в соседнюю комнату, он оставляет тебя одного, чтобы через минуту вернуться с несколькими бутылями в руках. «Вот, выпей — это приведёт тебя в чувство!» — велит колдун. Ты настороженно рассматриваешь мерцающие призрачным светом бутыли и, наконец, решившись, осушаешь одну из них. Гримслейд смеётся над твоей нерешительностью, но что это?.. Ты и вправду чувствуешь себя значительно лучше! В бутылке был неведомый тебе целебный эликсир! Ты, не раздумывая, выпиваешь содержимое остальных бутылок и, чувствуя, как наливается свежими силами твоё израненное тело, облегченно вздыхаешь.",
      "options": {
          "Далее": "206"
      }
  },
  "194": {
      "text": "Гримслейд разражается довольным смехом. «Великолепно! Я знал, что ты не подведёшь меня. А теперь покажи их мне!»",
      "options": {
          "Потребовать плату": "207"
      }
  },
  "195": {
      "text": "Ты выходишь на Прогалину 1 — широкую поляну, на которой с разных сторон сходятся три тропы. Почва под ногами влажная и пружинящая над большими лужами, что в беспорядке усеивают прогалину, с жужжанием кружат огромные насекомые.",
      "options": {
          "Осторожно ступая, пересечь прогалину": "58",
          "Перепрыгнуть наиболее топкие места": "91"
      }
  },
  "196": {
      "text": "Ты насылаешь на Цветы Страха Заклинание Увядания и злорадно смотришь, как они прямо у тебя на глазах жухнут, опадают и обращаются в невысокие холмики серого праха. В надежде обнаружить что-нибудь интересное, ты внимательно осматриваешь прогалину, но не находишь ничего заслуживающего внимания, кроме дочиста обглоданного дикими зверями скелета менее удачливого путника.",
      "options": {
          "Далее": "367"
      }
  },
  "197": {
      "text": "В центре поляны покоится тело убитого тобой Великана. Перед ним на коленях стоит огромная женщина. Она горько плачет. Ты понимаешь, что это, должно быть, его жена. Заслышав твои шаги, Великанша поднимает на тебя свои полные слёз глаза. В её взгляде нет угрозы, лишь боль и молчаливый упрёк. Впрочем, у тебя и так не было намерения нападать на неё и усугублять её горе. Тебя начинают терзать угрызения совести, ты уже почти жалеешь, что убил Великана. Про себя ты клянешься никогда больше не возвращаться на эту злосчастную прогалину, если только тебя не принудят к этому обстоятельства, и поспешно удаляешься.",
      "options": {
          "Далее": "161"
      }
  },
  "198": {
      "text": "«На помощь! — вопит человечек. — Убийца волшебников!» Его одутловатое лицо искажает гримаса ужаса, от чего оно становится ещё более уродливым. Одним-единственным движением, совершенно неожиданным для такого грузного и кажущимся неповоротливым тела, он спрыгивает на землю и, не успеваешь ты даже глазом моргнуть, оказывается не менее чем в пяти метрах позади тебя. «Убейте его!» — кричит он, показывая на тебя пальцем. Гигантские Жабы издают угрожающее кваканье и, широко разинув свои рты, вперевалку направляются в твою сторону. Хочешь, не хочешь, а тебе придётся сразиться с ними.",
      "options": {
          "Сражаться": "146"
      }
  },
  "199": {
      "text": "Выйдя на поляну, ты замечаешь двух Разбойников, отдыхающих в тени раскидистого дерева — похоже, эта прогалина является их постоянным местом сбора. Узнав тебя, они улыбаются и приветливо машут тебе руками. Поздоровавшись, ты продолжаешь свой путь.",
      "options": {
          "Далее": "19"
      }
  },
  "200": {
      "text": "На своём веку ты повидал достаточно чудовищ и пострашнее, так неужели же ты испугаешься какого-то хилого медведя! Презрительно усмехнувшись, ты вытаскиваешь свой добрый меч и бросаешься в битву.",
      "options": {
          "Атаковать!": "200A"
      }
  },
  "200A": {
      "text": "",
      "options": {
          "Удар!": "200A"
      }
  },
  "201": {
      "text": "В надежде, что сможешь вынудить Повелительницу Птиц отдать тебе Серебряный Амулет, ты насылаешь на неё Заклинание Страха. Оно, несомненно, срабатывает — её прекрасное лицо перекашивает дикий ужас. Вдруг твой взор застилают тысячи и тысячи птиц, сорвавшихся с веток соседних деревьев и непреодолимой стеной вставших между тобой и их властительницей. Когда ты вновь обретаешь способность видеть, то понимаешь, что Повелительница бесследно исчезла.",
      "options": {
          "Далее": "217"
      }
  },
  "202": {
      "text": "У тебя нет причин задерживаться на этой прогалине. Куда ты отправишься дальше?",
      "options": {
          "На юг": "138",
          "На восток": "41",
          "На север": "14"
      }
  },
  "203": {
      "text": "Какое заклинание ты используешь против этих жутких созданий?",
      "options": {
          "Никакое. Сражаться мечём": "28"
      }
  },
  "204": {
      "text": "",
      "options": {}
  },
  "204A": {
      "text": "Тропинка постепенно расширяется — ты замечаешь растущие на её обочине яркие цветы. Ты на Прогалине 23. Внезапно ты чувствуешь, что волосы у тебя на голове встают дыбом. Что-то не так! Медное Кольцо у тебя на пальце настойчиво предупреждает о приближении Зла! Положив руку на рукоятку меча, ты настороженно оглядываешься, но не замечаешь ничего подозрительного, за исключением множества красивых ярко-красных цветов, которыми обильно поросли обочины тропинки. И вдруг ты вспоминаешь древние легенды об ужасных ЦВЕТАХ СТРАХА! Согласно преданиям, эти безобидные с виду цветы насылают на ничего не подозревающих путников леденящий душу ужас. Их благоухание порождает безумные кошмары! Ты уже начинаешь ощущать воздействие страшных цветов на себе. Что ты предпримешь?",
      "options": {
          "Попытаться спастись бегством": "269",
          "Выхватить меч и наброситься на них": "32",
          "Использовать заклинание": "80"
      }
  },
  "205": {
      "text": "Гронар заказывает себе ещё одну кружку эля и вновь усаживается за стол. «Салатар — добрый волшебник, — говорит он. — Ходят слухи, что Гримслейд предался служению силам Зла, хотя простой парень вроде меня не вправе об этом судить. А Пумчакар вообще крайне странный тип. Никто о нем ничего не знает наверняка, известно лишь, что он очень могущественный чародей. Все трое озабочены поисками храбреца, что отважился бы ступить на Скорпионью Топь и выполнить их тайное поручение. Подробнее об этих заданиях ты можешь узнать лишь у них самих». Что ты решишь делать?",
      "options": {
          "Помочь Доброму Волшебнику Салатару": "335",
          "Вступить в контакт с злыми силами и нанести визит Тёмному Волшебнику Гримслейду": "255",
          "Попытать счастье с таинственным Пумчакаром": "27"
      }
  },
  "206": {
      "text": "Проследовав за Гримслейдом, ты входишь в обширную комнату, судя по всему, служащую ему кабинетом. На одной из стен висит большое зеркало в тяжёлой раме — по крайне мере ЭТО выглядит как зеркало, хотя изображение на нем непрестанно меняется. Остальные стены уставлены громоздкими пыльными шкафами, доверху забитыми старинными оправленными в кожу фолиантами, странными бутылками разнообразных форм и цветов и не менее странными предметами, с первого взгляда напоминающими тебе мумифицированные останки каких-то неведомых животных. «Я коллекционер, — говорит Гримслейд. — Коллекционер мудрости и редкостей. Недавно произошло нечто весьма странное. В Скорпионьей Топи объявилось несколько колдунов — колдунов, о которых я раньше и слыхом не слыхивал, и которые дерзко именуют себя Повелителями! Могущество их велико, но ограничено — похоже, они как-то связаны с природными силами. Одному из них подвластны волки, другой повелевает растениями. Мое зеркало не властно показывать то, что происходит на просторах Великой Топи, но в меру своих сил я стараюсь наблюдать за ними. Мне кажется, что источник их могущества сокрыт в Серебряных Амулетах, которые они постоянно носят на груди».",
      "options": {
          "Ну а чего ты хочешь от меня?": "206A"
      }
  },
  "206A": {
      "text": "«Ну а чего ты хочешь от меня? — спрашиваешь ты. — И чем ты мне за это заплатишь?» «Мне нужны эти Амулеты, — отвечает колдун. — По крайней мере, три из них. Если сможешь раздобыть больше, тоже не беда — как говорится, каши маслом не испортишь! Меня не интересует, как ты раздобудешь их. А что касается твоей награды... Ну что ж, я заплачу пятьсот Золотых Монет за каждый амулет, который ты принесёшь мне».",
      "options": {
          "А ты можешь научить меня какому-нибудь волшебству?": "206B"
      }
  },
  "206B": {
      "text": "«А ты можешь научить меня какому-нибудь волшебству?» — интересуешься ты. «Я могу превратить тебя в мага! — хохочет колдун, — почти что... Я дам тебе шесть Магических Кристаллов. Каждый кристалл позволит тебе произнести одно и только одно заклинание, и как только используешь их все, помни, что дальше сможешь рассчитывать лишь на свой клинок, умение владеть которым ты мне только что продемонстрировал».",
      "options": {
          "Выбрать кристаллы с заклинаниями": "Kristalli_Grimsleida"
      }
  },
  "206C": {
      "text": "Бережно сложив выбранные Магические Кристаллы в заплечный мешок, ты прощаешься с Гримслейдом и решительно направляешься в сторону Скорпионьей Топи. После зловещей атмосферы, царящей в мрачном жилище злого колдуна, даже Великая Топь кажется тебе приветливой и гостеприимной! Итак, твоё задание заключается в следующем: ты должен добыть, по крайней мере, три Серебряных Амулета и принести их Гримслейду.",
      "options": {
          "Великое приключение начинается!": "9"
      }
  },
  "207": {
      "text": "Гримслейд бросает на тебя угрюмый взгляд. «А ты умнее, чем я думал, — презрительно шипит он. — Наглый, но умный». С этими словами он отсчитывает по пятьсот золотых монет за каждый добытый тобой Серебряный Амулет, ссыпает их в кожаный кошель и вручает тебе.",
      "options": {
          "Далее": "358"
      }
  },
  "208": {
      "text": "Пройдя по тропинке несколько сот метров, ты замечаешь, что вокруг стало немного светлее. Посмотрев вверх, ты видишь голубое небо в разрывах застилающего тропинку тумана! Спустя ещё несколько минут деревья расступаются в стороны, и ты понимаешь, что вышел из Скорпионьей Топи! Если ты ещё не готов покинуть топь, поворачивай и отправляйся назад по своим следам до тех пор, пока не достигнешь какой-нибудь прогалины.",
      "options": {
          "Вернуться обратно": "195",
          "Поручение выполнено": "159"
      }
  },
  "209": {
      "text": "",
      "options": {}
  },
  "209A": {
      "text": "Некоторое время ты идёшь на восток, пока, наконец, не выходишь на обширную поляну, посреди которой чернеет небольшой, но по-видимому весьма глубокий пруд. Ты на Прогалине 25. С любопытством, озираясь по сторонам, ты медленно приближаешься к пруду, как вдруг его воды вспениваются, и на поверхность, рыча и протягивая к тебе гигантские оканчивающиеся устрашающими когтями щупальца, всплывает огромное грязно-бурое чудовище. Ты стремительно отпрыгиваешь в сторону. ПРУДОВАЯ ТВАРЬ, изрыгая потоки омерзительной слизи, неуклюже выбирается на берег и, опираясь на свои многочисленные щупальца, медленно ползёт в твою сторону. Ты уже собираешься обратиться в бегство, благо чудовище медлительно и неповоротливо, как вдруг замечаешь огромный Лиловый Бриллиант поистине неземной красоты, сияющий у него во лбу. Что ты предпримешь?",
      "options": {
          "Убежать прочь": "397",
          "Выхватить меч и наброситься на чудовище": "82",
          "Использовать заклинание": "34"
      }
  },
  "210": {
      "text": "",
      "options": {}
  },
  "211": {
      "text": "Ты лихорадочно размышляешь, что именно тебе попробовать поджечь. Может быть, устрашающую великанью палицу?.. Нет, его грязную нечёсаную бороду! Приняв это решение, ты насылаешь на неё Огненное Заклинание. Она тут же вспыхивает ярким пламенем. Великан разражается диким ревом, и, обхватив бороду руками, пытается затушить её. Наконец ему это удаётся! Вот теперь он действительно рассвирепел! С помощью Магического Заклинания ты смог несколько уменьшить его выносливость, но он по-прежнему очень силен, и тебе предстоит схватка не на жизнь, а на смерть:",
      "options": {
          "Сражаться": "211A"
      }
  },
  "211A": {
      "text": "",
      "options": {
          "Удар!": "211A"
      }
  },
  "212": {
      "text": "Ты рассказываешь Повелителю Лягушек о растении, которое разыскиваешь. «Ах да, — говорит он, что-то припоминая. — А я и не знал, что Антерика до сих пор растёт в наших краях. Хотя, с другой стороны, мне до неё и дела нет. Ведь я пытаюсь придерживаться нейтралитета, а Антерикой могут пользоваться только добрые маги. Так что не понимаю, с какой стати я должен помогать тебе!» Что ты предпримешь?",
      "options": {
          " Пригрозить Повелителю Лягушек мечом": "62",
          "Наслать заклинание": "258",
          "Посулить вознаграждение": "15"
      }
  },
  "213": {
      "text": "Внезапно Медное Кольцо наливается жаром, напоминая, что сидящий перед тобой человек — само Зло! Инстинктивно ты пригибаешь голову и падаешь на землю. И как раз вовремя — вор, который, воспользовавшись твоим замешательством, чуть-чуть не накинул тебе на горло проволочную удавку, разражается досадливой бранью. Вскочив на ноги, ты выхватываешь меч и бросаешься в битву.",
      "options": {
          "Броситься на вора": "267"
      }
  },
  "214": {
      "text": "Теперь, когда Разбойники явно настроены более миролюбиво, ты просишь их указать, где ты находишься. Они сообщают тебе, что город Виллоубэнд расположен всего лишь в часе ходьбы к северу от этой прогалины. Кроме того, они добавляют, что в городе три таверны, а самая лучшая из них называется «Скрюченный Медведь» — хозяину этого постоялого двора вполне можно доверять. На этом ты прощаешься с Разбойниками и продолжаешь прерванный было путь.",
      "options": {
          "Продолжить путь": "19"
      }
  },
  "215": {
      "text": "Волки рычат и бросаются на тебя. На Магические Заклинания нет времени — выхватив свой верный меч, ты делаешь глубокий выпад и одним точным ударом отрубаешь голову первому нападающему Волку. Второй отскакивает в сторону и, угрожающе скаля свои страшные клыки, принимается описывать вокруг тебя постепенно сужающиеся круги.",
      "options": {
          " Сражаться!": "215A"
      }
  },
  "215A": {
      "text": "",
      "options": {
          "Удар!": "215A"
      }
  },
  "216": {
      "text": "Их слишком много! Дюжины и дюжины скорпионов карабкаются вверх по твоим сапогам, заползают в штаны и принимаются жалить тебя. Наконец тебе всё-таки удаётся расчистить проход в несметном скорпионьем полчище, и, изрядно обессиленный, ты спешно покидаешь адскую прогалину.",
      "options": {
          "Далее": "319"
      }
  },
  "217": {
      "text": "Вскоре ты обнаруживаешь, что покинуть птичью поляну можно лишь тем же самым путём, которым ты пришёл на неё. Ты поворачиваешь и вновь отправляешься на юг — впереди тебя поджидает ужасная прогалина Цветов Страха!",
      "options": {
          "Далее": "250"
      }
  },
  "218": {
      "text": "Тропинка выводит тебя на очередную поляну. Ты на Прогалине 15. Оглядевшись, ты обнаруживаешь, что помимо той дороги, по которой ты только что пришёл, с поляны ведёт ещё одна тропинка, как вдруг боковым зрением замечаешь в окружающем прогалину кустарнике какое-то странное мерцание. Присмотревшись, ты понимаешь, что это небольшой светящийся шарик — БЛУЖДАЮЩИЙ ОГОНЁК, как метко прозвали в народе это необъяснимое физическое явление. Перелетев к западному краю прогалины, огонёк возвращается на несколько метров назад и как бы в нерешительности застывает в воздухе. Неожиданно тебе начинает казаться, что ты можешь разглядеть ещё один, до сих пор невидимый выход с поляны — какой-то тёмный, заросший травой проход как раз в том месте, где танцует Блуждающий Огонёк. Такое впечатление, что он хочет показать тебе что-то интересное. Что ты предпримешь? Лесной Рейнджер был отважным воином, но ты всё-таки смог победить его! Обыскав его тело, ты находишь острый как бритва кинжал и несколько порций провизии. Кроме того, ты забираешь его искусно выкованный из высокосортной бронзы шлем.",
      "options": {
          " Последовать за Блуждающим Огоньком на запад": "72",
          " Не обращая на него внимания, пойти на юг": "336",
          " Не обращая на него внимания, направиться на восток": "121"
      }
  },
  "220": {
      "text": "Некоторое время вы непринужденно беседуете, однако тебе так и не предоставляется возможности незаметно стянуть Амулет или хотя бы повернуть тему разговора в интересующее тебя русло.",
      "options": {
          "Рассказать Повелителю Садов об истинной цели путешествия": "292",
          "Испробовать какой-нибудь другой тактический ход": "334"
      }
  },
  "221": {
      "text": "Вытащив меч, ты дожидаешься приближения ЕДИНОРОГА.",
      "options": {
          " Напасть!": "221A"
      }
  },
  "221A": {
      "text": "",
      "options": {
          " Удар!": "221A"
      }
  },
  "222": {
      "text": "Не проходит и минуты, как в воздухе между тобой и Гримслейдом появляется и быстро материализуется огромный рогатый ДЕМОН, покрытый зелёной жесткой шерстью. Это самое жуткое чудовище, которое тебе когда-либо доводилось видеть! Гримслейд с усмешкой указывает на тебя. «Убей этого глупца, — приказывает он. — Принеси мне его кольцо, остальное пойдет тебе на обед!» Да, ты действительно совершил серьезную ошибку, когда решил связать свою судьбу с силами Зла, и теперь пришла пора платить по счетам.",
      "options": {
          "Сразиться с демоном!": "222A"
      }
  },
  "222A": {
      "text": "",
      "options": {
          " Удар!": "222A"
      }
  },
  "223": {
      "text": "Ты решаешь отыскать другую, более безопасную дорогу.",
      "options": {}
  },
  "224": {
      "text": "Ты насылаешь на Повелителя Волков Заклинание Страха. Он тут же поворачивается и в панике убегает в дом, но два Гигантских Волка, коим неведом страх, в ярости набрасываются на тебя. Ты должен сражаться с ними по очереди.",
      "options": {
          "Сражаться!": "224A"
      }
  },
  "224A": {
      "text": "",
      "options": {
          "Удар!": "224A"
      }
  },
  "224B": {
      "text": "",
      "options": {
          "Удар!": "224B"
      }
  },
  "225": {
      "text": "«Жалкий глупец! — гневно восклицает колдун. — Ты умрёшь от моей собственной руки!» С этими словами он выхватывает из складок своей мантии искусно выточенный из чёрного дерева жезл, который на твоих глазах превращается в зазубренный меч, пылающий зловещим багрянцем. Тебе не остаётся ничего другого, кроме как сразиться с Гримслейдом:",
      "options": {
          "Сражаться!": "225A"
      }
  },
  "225A": {
      "text": "",
      "options": {
          " Удар!": "225A"
      }
  },
  "226": {
      "text": "На расстоянии брошенного камня от границы страшной топи возвышается мрачное жилище Гримслейда — как и прежде, Медное Кольцо у тебя на пальце настойчиво предупреждает тебя о приближении страшного Зла! Вновь ты видишь перед собой массивные бронзовые ворота с вырезанной на них чудовищной мордой... Но что это: тебя подводит память, или морда эта за время твоего отсутствия действительно стала несколько другой?! Невольная дрожь пробирает тебя с ног до головы, но, взяв себя в руки, ты решительно подходишь к воротам и принимаешься стучать. Спустя секунду ворота распахиваются — на пороге стоит сам Гримслейд! Он сгорает от нетерпения: «Ты достал их? Что ты принёс мне? Где они?».",
      "options": {}
  },
  "227": {
      "text": "От прогалины отходят три тропинки. Одна из них — восточная — кажется уже и темнее двух остальных. Какой путь ты изберёшь?",
      "options": {
          "На север": "66",
          "На восток": "388",
          "На запад": "320"
      }
  },
  "228": {
      "text": "Ты знал, что семена Меченосных Деревьев рано или поздно пригодятся тебе! Бросив их на землю перед собой, ты произносишь Заклинание Роста. В одно мгновение из земли вырастает ощетинившаяся сотней острых как бритвы клинков стена, образованная плотно переплетающимися стволами Меченосных Деревьев, и надежно отгородившая тебя от разъярённого монстра. Однако надолго ли?! Чудовище в остервенении набрасывается на остановившую его преграду, и, не успеваешь ты и глазом моргнуть, как от одного из деревьев остаются лишь жалкие щепы. Прекрасно понимая, что остальные деревья продержатся не намного дольше, ты поспешно покидаешь зловещую прогалину по той же самой тропинке, по которой недавно пришёл на неё.",
      "options": {
          "Покинуть прогалину": "279"
      }
  },
  "229": {
      "text": "«Извините, господин Великан! — говоришь ты. — Я не знал, что вторгся в чужие владения. Прошу вас, расскажите, в чём, собственно, дело?» С Великана постепенно спадает воинственный пыл. Он тяжело опускается на землю и жалобно шмыгает носом. Порывшись в своих бездонных карманах и, видимо, не найдя ничего подходящего, он вытирает нос рукавом камзола. Тебе становится его жаль: он такой большой и такой грустный. «Кто-то украл мой новый носовой платок! — жалуется он. — Мне его сшила жена, а я его потерял, и она будет так расстроена! Я нигде не могу отыскать его, а без него я дома и носу не покажу!» Ты спрашиваешь его, как выглядел его носовой платок, и он отвечает, что он был ярко-красный и очень красивый.",
      "options": {}
  },
  "230": {
      "text": "Ты победил Гигантских Жаб, однако их властителя нигде не видно! Должно быть, он ускакал вглубь болота. Смыв кровь, и вытерев клинок, ты тщательно осматриваешь прогалину, в любую секунду ожидая, что Повелитель Лягушек выскочит на тебя из-за какого-нибудь куста. Но твои опасения не подтверждаются — ты никого не находишь!",
      "options": {
          "Далее": "352"
      }
  },
  "231": {
      "text": "",
      "options": {}
  },
  "232": {
      "text": "Сорвав ягоду, ты бережно кладёшь её в заплечный мешок.",
      "options": {}
  },
  "233": {
      "text": "Опустившись на ветку, орёл внимательно следит за каждым твоим движением. В его лишенных век глазах пылает холодная ярость, огромный загнутый книзу клюф угрожающе щелкает.",
      "options": {
          "Напасть на орла": "392",
          "Не связываться с орлом": "25"
      }
  },
  "234": {
      "text": "От прогалины в разные стороны отходят две тропинки.",
      "options": {
          "Идти на юг": "121",
          "Идти на восток": "305"
      }
  },
  "235": {
      "text": "Ты стоишь, прислонившись спиной к огромному дереву, так что одновременно тебя может атаковать лишь один Разбойник. Хотя всего их пятеро, тебе придётся сразиться лишь с тремя самыми сильными, рослыми и умелыми:",
      "options": {
          "Сражаться!": "235A"
      }
  },
  "235A": {
      "text": "",
      "options": {
          " Удар!": "235A"
      }
  },
  "235B": {
      "text": "",
      "options": {
          " Удар!": "235B"
      }
  },
  "235C": {
      "text": "",
      "options": {
          " Удар!": "235C"
      }
  },
  "236": {
      "text": "После того, что тебе довелось пережить на бескрайних просторах ужасной Скорпионьей Топи, ты не намерен терпеть хамство от каких-то пьяных бездельников! Выхватив меч, ты сбегаешь в общий зал и грозно предупреждаешь разбушевавшихся охотников, что если они сию же секунду не заткнутся, то... Но они лишь хохочут тебе в лицо. Это уж слишком — чаша твоего терпения переполнена! Сейчас ты хорошенько проучишь этих неотесанных мерзавцев! Угрожающе помахивая мечом, ты решительно направляешься в их сторону, как вдруг тебе на руку обрушивается сокрушительный удар — это хозяин таверны, предательски подкравшись сзади, бьёт тебя тяжеленным дубовым табуретом. Твой меч отлетает в сторону, руку пронзает острая боль. Ты понимаешь, что (по крайней мере сегодня) никого научить уму-разуму тебе не удастся. Ты поворачиваешься и, подобрав с пола меч, хмуро поднимаешься в свою комнату.",
      "options": {
          "Далее": "116"
      }
  },
  "237": {
      "text": "Ты, по-видимому, забыл, что Заклинание Увядания действует только на представителей растительного мира, а перед тобой самый настоящий зверь. Остается только вытащить меч и броситься в славную битву!",
      "options": {
          "Сражаться": "82"
      }
  },
  "238": {
      "text": "Ты вновь оказываешься на прогалине Повелителя Садов. Здесь так же красиво, как и раньше, однако не видно ни души. Ты возвращаешься по той же тропинке, по какой пришёл сюда.",
      "options": {
          "Далее": "363"
      }
  },
  "239": {
      "text": "Ты вновь оказываешься на прогалине Повелителя Волков. Хижина накрепко заперта, и кругом не видно ни души.",
      "options": {
          "Далее": "314"
      }
  },
  "240": {
      "text": "Ты соглашаешься с Гронаром. Действительно, твоё путешествие будет гораздо интереснее, если поставить перед собой какую-нибудь благородную цель. Гронар с облегчением кивает. «Сейчас в деревне живут три человека, — говорит он. — Сами они по определенным причинам не могут отправиться в Скорпионью Топь, но нуждаются в услугах храбреца, что смог бы рискнуть жизнью на её бескрайних просторах. Один из них — старый колдун, посвятивший всю свою жизнь изучению природы Добра». С этими словами он надолго припадает к своему кубку.",
      "options": {
          "дослушать его предложение до конца": "205",
          "Можешь дальше не продолжать,я служу только добру!": "155"
      }
  },
  "241": {
      "text": "Твои находчивость и отвага произвели на Гримслейда впечатление! С силой, неожиданной в таком тощем человеке, он хлопает тебя по плечу. «Ты именно тот, кто мне нужен! — говорит колдун. — Пойдем и обсудим кое-какое предприятие, которое поможет разбогатеть и мне, и тебе. Но сперва маленький подарок!» Порывшись в складках своей мантии, он вытаскивает миниатюрный меч, который прямо у тебя на глазах начинает увеличиваться в размерах. Это волшебный меч отныне всякий раз, как будешь использовать его, сила удара будет увеличиваться на 1! Пока ты с восхищением рассматриваешь меч, Гримслейд дотрагивается до тебя кончиком своего жезла восстанавливая твою удачливость.",
      "options": {
          "Далее": "206"
      }
  },
  "242": {
      "text": "Не успеваешь ты дойти до дверей, как с возмущением понимаешь, что кошель далеко не такой тяжёлый, каким должен быть! Какое там: его вес не дотягивает и до половины положенного! После всего, что тебе довелось пережить на просторах страшной топи, после того, как ты рисковал жизнью, Гримслейд взял и бесстыдно обманул тебя! Что ты предпримешь?",
      "options": {
          "Выхватить меч и атаковать": "124",
          "Применить заклинание": "256",
          "Скрепя сердце покинуть мрачную обитель и отправиться своей дорогой": "358"
      }
  },
  "243": {
      "text": "На прогалине не видно ничего примечательного, за исключением нескольких исполинских костей убитого тобой монстра. Множество каких-то похожих на крабов существ алчно роются в куче зловонных останков. Это отвратительное зрелище вызывает у тебя тошноту, и ты поспешно покидаешь прогалину по той же самой тропинке, по которой пришёл на неё.",
      "options": {
          "Покинуть прогалину": "279"
      }
  },
  "244": {
      "text": "Ты рассказываешь Великану о своём задании. Тот весело смеётся и говорит, что совсем недавно видел куст, очень похожий на тот, что ты описал, на небольшой прогалине к северу отсюда. «Но остерегайся волков!» — предупреждает он. Ты благодаришь его и, распрощавшись, продолжаешь свой путь.",
      "options": {
          "Далее": "161"
      }
  },
  "245": {
      "text": "Ты насылаешь на себя Заклинание Миража и превращаешься в небольшую темно-зеленую лягушку. Пробравшись незамеченным среди сидящих на прогалине многочисленных лягушек и жаб, ты подбираешься к подножию гриба, на шляпке которого восседает Повелитель, и громким кваканьем привлекаешь к себе его внимание. Как только он с дружелюбной улыбкой наклоняется в твою сторону, ты ловко срываешь с его шеи цепочку, на которой висит Серебряный Амулет, и сильным толчком отправляешь Повелителя Лягушек в ближайшую лужу, куда он и падает, поднимая при этом тучу брызг. Пока он мычит и плюется, пытаясь выбраться из лужи, ты, зажав Серебряный Амулет в кулаке, благополучно покидаешь прогалину.",
      "options": {
          "Далее": "352"
      }
  },
  "246": {
      "text": "Обыскав тела поверженных разбойников, ты находишь небольшую склянку, полную странного темно-зелёного порошка, испускающего чуть горьковатый запах перетёртых листьев.",
      "options": {
          "Уйти, не тронув порошок": "19",
          "Попробовать втереть немного порошка в свои раны": "67"
      }
  },
  "247": {
      "text": "Ты внимательно осматриваешь поляну, но не находишь ничего интересного, за исключением одного весьма необычно выглядящего куста, что растёт в самом её центре. У этого куста темно-зелёные мясистые листья и крошечные белые цветочки, испускающие упоительный аромат. В глуби куста на тоненьком побеге небесно-голубого цвета покачивается большая пурпурная ягода. Что ты предпримешь?",
      "options": {
          "Съесть ягоду": "20",
          "Сорвать ягоду и бережно положить в заплечный мешок": "232",
          "Не трогая ягоду,повернуть обратно": "342"
      }
  },
  "248": {
      "text": "Повелительница издаёт странный пронзительный крик, долгим эхом отзывающийся в чаще окружающих поляну деревьев. «Я только что призвала гигантского Орла, которого обычно использую во время дальних поездок, — объясняет она. — Он, конечно, не прогулочная лошадка, и в других условиях наотрез отказался бы подставить тебе свою спину, но раз я попрошу его об этом, он отнесёт тебя к своему гнезду, что на другом берегу реки Зловонки. Это сэкономит тебе не один час полного опасностей пути!» Как только она заканчивает свою речь, ты слышишь оглушительное хлопанье крыльев, и на поляну опускается огромный орёл, в десятки раз превосходящий размерами всех орлов, каких тебе только доводилось видеть! Тебе не удаётся разобрать, что Повелительница говорит ему, но неожиданно орёл снова взмывает в небо. В последний момент его устрашающие когти бережно, но крепко смыкаются вокруг твоей талии, и не успеваешь ты отблагодарить щедрую женщину, как чувствуешь, что земля уплывает у тебя из-под ног.",
      "options": {
          "Далее": "248A"
      }
  },
  "248A": {
      "text": "Когда ты, наконец, осмеливаешься открыть глаза, то видишь, что прогалина Повелительницы Птиц осталась далеко внизу. Орёл устремляется на северо-восток. Прямо под тобой расстилаются безбрежные свинцово-серые просторы Скорпионьей Топи, тут и там прорезанные зелеными ниточками тропинок, изредка встречающихся прогалин и, наконец, широкой, мерно несущей свои мутные воды рекой Зловонкой. Присмотревшись, ты замечаешь лениво копошащихся в прибрежной грязи огромных крокодилов и неизвестных тебе, но от этого не ставших менее отвратительными, чудовищ. Наконец, орёл устремляется вниз, и ты понимаешь, что вы достигли конечной цели вашего недолгого путешествия — бесплодной каменистой прогалины, в центре которой высоко вверх возносит свои толстые ветви исполинское дерево, на самой вершине которого приютилось гигантское сложенное гнездо, из толстенных сучьев. Орёл бережно опускает тебя на землю и тут же улетает прочь.",
      "options": {
          "Далее": "202"
      }
  },
  "249": {
      "text": "",
      "options": {
          "Идти на юг": "336",
          "Направиться на восток": "121"
      }
  },
  "250": {
      "text": "Ты вновь оказываешься на прогалине ужасных Цветов Страха.",
      "options": {}
  },
  "251": {
      "text": "Ты убил Повелителя Садов! При мысли о том, что он был добрым волшебником и никому не хотел причинить вреда, ты начинаешь сожалеть о содеянном. Однако что сделано, то сделано — ты снимаешь с груди поверженного Повелителя Садов Серебряный Амулет и, бережно упаковав его в заплечный мешок, понуро бредёшь по той же самой ведущей на запад тропинке, по которой недавно пришёл.",
      "options": {
          "Далее": "363"
      }
  },
  "252": {
      "text": "Собравшись с мужеством, ты насылаешь на Великана Проклятие и с замиранием сердца ожидаешь, что будет. Проходит секунда, другая, как вдруг Великан разражается оглушительным ревом, яростно трет глаза и, шатаясь, медленно бредёт прочь. Великан ослеп! Споткнувшись, он с грохотом падает на землю, и ты, не дожидаясь, когда он вновь поднимется на ноги, со всех ног удираешь прочь. Но тут ты тоже начинаешь ощущать на себе воздействие этого страшного заклинания.",
      "options": {
          "Далее": "161"
      }
  },
  "253": {
      "text": "Ты открываешь фиал и залпом выпиваешь прозрачную жидкость. В тот же момент тебя охватывает какое-то странное чувство. Этот любовный эликсир должен был превратить тебя в писаного красавца, но дело в том, что он был изготовлен исключительно для гномов!.. В течение следующего часа ты будешь значительно ниже и коренастее, чем обычно, а нос твой вырастет просто до устрашающих размеров! По прошествии часа действие напитка пойдет на убыль.",
      "options": {
          "Далее": "88"
      }
  },
  "254": {
      "text": "Ты выбираешь огромное дерево, стоящее на самом берегу, и, сконцентрировавшись, насылаешь на него Заклинание Увядания. В ту же секунду дерево засыхает и с грохотом обрушивается на землю, образуя довольно широкий мост, по которому ты, не мешкая ни секунды, переходишь на другую сторону реки. Не успеваешь ты ступить на твердую почву, как окончательно истлевшее дерево подламывается под собственной тяжестью, и останки твоего импровизированного моста с громким плеском обрушиваются в воду. Путь назад отрезан! Оглядевшись, ты понимаешь, что стоишь на развилке.",
      "options": {
          "Отправиться на север": "157",
          "Повернуть на юг": "398"
      }
  },
  "255": {
      "text": "Гронар говорит, что Гримслейд проживает в уединенной башне где-то на самом краю Скорпионьей Топи. Ты пытаешься разузнать направление, но никто не желает разговаривать с тобой: одна престарелая женщина, едва заслышав твой вопрос, осеняет себя крестным знамением, а маленькая девочка тут же убегает прочь. Наконец, на рыночной площади тебе удаётся отыскать какого-то тощего оборванца, который соглашается показать тебе дорогу к жилищу Гримслейда, вызывающего такой нестерпимый ужас у обитателей городка. Как только из-за деревьев показывается верхушка башни, кольцо на твоём пальце начинает наливаться теплом. Гримслейд — это ЗЛО, и зло это велико, в этом нет сомнения! Чем ближе ты подходишь к высокой увенчанной зубчатым парапетом башне, чьё основание прорезает сводчатая арка, а из грубо обработанных стен выступают чудовищные статуи, тем сильнее и определённее становится эта уверенность.",
      "options": {
          "Войти в дверь": "40",
          "Вернуться в городок": "139"
      }
  },
  "256": {
      "text": "Ты так отважен — или, может быть, попросту безрассуден — что отваживаешься наслать на Чёрного Колдуна Магическое Заклинание. Какое заклинание ты хочешь использовать?",
      "options": {
          "Никакое": "57"
      }
  },
  "257": {
      "text": "",
      "options": {}
  },
  "258": {
      "text": "Использовать заклинания против волшебников дело рискованное.  К какому заклинанию ты прибегнешь?",
      "options": {
          "Ни к какому": "212"
      }
  },
  "259": {
      "text": "Заслышав твои безумные вопли, Разбойники подпрыгивают от страха, но тут же берут себя в руки и вскакивают на ноги. Увидев, что ты один, они приходят в неописуемую ярость, обрушивают тебе на голову потоки проклятий и, вытащив мечи, кидаются на тебя. Хочешь, не хочешь, но тебе придётся сразиться с ними.",
      "options": {
          "Сразиться": "235"
      }
  },
  "260": {
      "text": "Ты насылаешь Проклятие на Повелительницу Птиц. Проходит несколько секунд, в течение которых тебе кажется, что оно не оказало на неё ни малейшего влияния, как вдруг её некогда прекрасное лицо искажает кошмарная гримаса ярости. Твоё Проклятие сделало с Повелительницей поистине ужасную вещь — оно обратило её к Злу! Издав пронзительный вопль, в котором слились воедино ненависть, ярость и страх, она простирает к тебе руки, и в ту же секунду тысячи и тысячи птиц, сорвавшись с веток соседних деревьев, на которых они ещё минуту назад мирно сидели, набрасываются на тебя подобно свирепым коршунам! Затем, так же внезапно птицы улетают прочь — Повелительница Птиц совладала с твоим Проклятием и вновь вернулась в своё нормальное состояние. Но слишком поздно! Последнее, что ты видишь сквозь сплошную пелену заливающей твоё лицо крови, это её преисполненные скорби чудесные глаза. Затем ты умираешь... На этом твоё приключение окончено!",
      "options": {
          "Вы проиграли!": "Loss"
      }
  },
  "261": {
      "text": "«Со Злом надо бороться его же собственными средствами!» — решаешь ты и насылаешь на Повелителя Пауков Проклятие. Почувствовав действие страшного заклинания, он пронзительно вскрикивает и в страшных судорогах падает на землю. Но что это!? Прямо на твоих глазах с чёрным колдуном происходят какие-то жуткие изменения — Проклятие превращает Повелителя Пауков в одно из его собственных адских созданий — гигантского серого Тарантула с лицом человека! Тарантул поднимается на толстые покрытые жёсткими волосками ноги, и тут ты тоже начинаешь ощущать на себе воздействие этого страшного заклинания Выставив перед собой острые челюсти, сочащиеся смертоносным ядом, Тарантул явно хочет разделаться с непрошеным гостем.",
      "options": {
          "Сражаться": "261A"
      }
  },
  "261A": {
      "text": "",
      "options": {
          "Удар!": "261A"
      }
  },
  "262": {
      "text": "«Я служу купцу по имени Пумчакар, — отвечаешь ты. — Я не знаю, хороший он человек или плохой. Всё, что мне нужно, это составить карту Скорпионьей Топи».",
      "options": {}
  },
  "263": {
      "text": "",
      "options": {}
  },
  "264": {
      "text": "Ты насылаешь на Повелителя Садов Заклинание Увядания. Поскольку сам он не является растением, заклинание не наносит ему ни малейшего вреда, зато губит дерево, стоящее в нескольких метрах позади него. Это приводит его в бешенство - резко выбросив вперед руки, он насылает на тебя Огненное Заклинание, и волосы у тебя на голове мгновенно охватывает пламя! Тебе удаётся погасить огонь, но это дорого тебе стоит. Ты понимаешь, что тебе не по силам соревноваться в магии с Повелителем Садов и, выхватив меч, кидаешься на доброго волшебника.",
      "options": {
          "Далее": "379"
      }
  },
  "265": {
      "text": "Ты выходишь на прогалину, на которой давеча встретил Единорога, но сейчас она пуста.",
      "options": {}
  },
  "266": {
      "text": "Гримслейд бросает тебе небольшой кожаный кошель. Ловко поймав его на лету, ты молча поворачиваешься и медленно идёшь через мрачный привратный покой по направлению к распахнутым дверям.",
      "options": {
          "Далее": "242"
      }
  },
  "267": {
      "text": "Издав яростный вопль, Вор вскакивает на ноги. Он вооружен лишь складным ножом, но недостаток оружия с лихвой искупается переполняющей его яростью.",
      "options": {
          "Сражаться с вором": "267A"
      }
  },
  "267A": {
      "text": "",
      "options": {
          "Удар!": "267A"
      }
  },
  "268": {
      "text": "Прогалина пуста, лишь несколько обглоданных костей белеют в высокой траве. Ты поспешно продолжаешь свой путь.",
      "options": {
          "Далее": "390"
      }
  },
  "269": {
      "text": "Ужас переполняет тебя, с каждой секундой становясь всё сильнее и сильнее. Наконец, самые густые заросли цветов остаются позади, и ты постепенно начинаешь приходить в себя.",
      "options": {
          "Далее": "367"
      }
  },
  "270": {
      "text": "С прогалины есть два выхода.",
      "options": {
          "Повернуть на север": "275",
          "Отправиться на запад": "331"
      }
  },
  "271": {
      "text": "Проходя мимо Повелителя Волков, ты внезапно выхватываешь меч и обрушиваешь ему на голову мощный удар.",
      "options": {
          "продолжить схватку": "120"
      }
  },
  "272": {
      "text": "Каким-то чудом тебе всё-таки удаётся выбраться на твердую почву, и ты возвращаешься в городок. Ты полностью обессилен и к тому же, провалившись в глубокую яму, вымок до нитки. Приняв горячую ванну, ты чувствуешь себя немного лучше. Отыскав Гронара, ты извиняешься за свою излишнюю несдержанность. Он качает головой и грустно улыбается. «Что ж, ты силен и удачлив, — говорит Гронар, — иначе тебе вовсе не удалось бы вернуться».",
      "options": {
          "Далее": "205"
      }
  },
  "273": {
      "text": "Спешно направляясь по заросшей сорняком тропинке к деревне, ты чувствуешь, что Медное Кольцо у тебя на пальце вновь наливается зловещим жаром. Оглянувшись, ты с ужасом видишь, как от верхушки башни отделяется какая-то громадная чёрная тень и медленно направляется в твою сторону. Недолго думая, ты ныряешь в заросли густого кустарника. У тебя не было времени хорошенько разглядеть, что или кто охотится за тобой, да, по правде говоря, у тебя не было на то и особого желания. Наконец, приятная прохлада, разлившаяся по спасшему твою жизнь кольцу, подсказывает тебе, что таинственный призрак убрался обратно в башню.",
      "options": {
          "Продолжить идти в деревню": "273A"
      }
  },
  "273A": {
      "text": "Оставшуюся дорогу до деревни ты проделываешь бегом и, наконец, задыхаясь и обливаясь потом, врываешься в давешнюю харчевню, своим изодранным платьем и безумным видом вызывая недоумение у сидящих за столами селян. В следующий раз тебе следует быть мудрее при выборе помощников!",
      "options": {
          "Обратиться за помощью к доброму волшебнику Салатару": "335",
          "нанести визит Пумчакару — человеку, чьё имя окутано тайной": "27"
      }
  },
  "274": {
      "text": "Ты насылаешь на Чёрного Колдуна Проклятие - заклинание, которое он собственноручно вручил тебе перед началом твоего путешествия. Гримслейд издаёт сдавленный крик и судорожно хватается руками за горло. Ты не ошибся: из всех мыслимых заклинаний именно Проклятие — самое мощное оружие чёрной магии — оказывает на него наиболее фатальное воздействие! Он падает на пол — бездыханный! Спустя мгновение ты тоже начинаешь ощущать на себе воздействие этого страшного заклинания. В надежде отыскать спрятанные сокровища, ты приступаешь к осмотру мрачной обители поверженного чернокнижника, как вдруг ощущаешь, что воздух вокруг тебя начинает сгущаться, становясь практически осязаемым. Медное Кольцо у тебя на пальце продолжает предупреждать о присутствии незримого Зла — даже ещё сильнее, чем это было до смерти владельца зловещей башни. В воздухе распространяется явственный запах серы.",
      "options": {
          "Остаться и продолжить поиски": "375",
          "Немедленно выбежать на улицу": "298"
      }
  },
  "275": {
      "text": "",
      "options": {}
  },
  "275A": {
      "text": "Следуя по тропинке, ты внезапно спотыкаешься о какое-то углубление в почве. Бросив взгляд под ноги, ты с изумлением понимаешь, что это полутораметровый отпечаток подбитого гигантскими гвоздями сапога! Ты на Прогалине 7. Миновав очередной поворот, ты видишь перед собой огромного ВЕЛИКАНА! Вид у него достаточно свирепый, а в руках он сжимает устрашающего вида утыканную шипами палицу. Медное Кольцо не предупреждает тебя об опасности... но богатый жизненный опыт подсказывает тебе, что даже самые добрые Великаны в минуты раздражения могут представлять собой изрядную опасность! Как бы в подтверждение твоих неутешительных мыслей, увидевший тебя Великан оглушительно ревет: «ЗДЕСЬ ТЫ НЕ ПРОЙДЕШЬ!». Что ты предпримешь?",
      "options": {
          "Напасть на великана": "12",
          "Попробовать договориться": "229",
          "Использовать заклинание": "145"
      }
  },
  "276": {
      "text": "Порывшись в заплечном мешке, ты вынимаешь огромный Лиловый Бриллиант, что вытащил из головы Прудовой Твари, и протягиваешь его Повелителю Лягушек. Его рот расплывается в широкой улыбке, от чего он ещё больше становится похожим на самую настоящую жабу. «Вот это, я понимаю, разговор! — бормочет Повелитель. — По крайней мере, достаточно веский аргумент для меня!» Он берёт бриллиант.",
      "options": {
          "Далее": "104"
      }
  },
  "277": {
      "text": "Бездыханное тело Единорога покоится у твоих ног. Зная, что рога Единорогов обладают великой магической силой, ты отрезаешь рог поверженного врага и бережно кладёшь его в заплечный мешок.",
      "options": {
          "Продолжить свой путь": "348",
          "Осмотреть прогалину": "86"
      }
  },
  "278": {
      "text": "Ты хочешь прогнать Разбойников с прогалины, не причиняя им при этом вреда, поэтому насылаешь на них Заклинание Страха, вытаскиваешь меч и, дико вопя, выбегаешь из своего укрытия на поляну. Разбойников охватывает дикий ужас! Они принимают тебя за передовой отряд приближающейся армии, вскакивают на ноги и скрываются в окружающем поляну подлеске. Ты, естественно, и не думаешь преследовать их — не прекращая вопить, ты стрелой проносишься по поляне по направлению к тропинке, что начинается у её противоположного конца.",
      "options": {
          "Далее": "19"
      }
  },
  "279": {
      "text": "К твоему великому ужасу, за время твоего отсутствия страшные Меченосные Деревья снова успели отрастить ветви и набраться сил.",
      "options": {
          "Расчистить себе дорогу мечом": "28",
          "Прибегнуть к помощи заклинания": "203"
      }
  },
  "280": {
      "text": "",
      "options": {}
  },
  "280A": {
      "text": "Чем дальше ты продвигаешься на север, тем шире становится тропинка и утоптанней — почва под ногами. Постепенно болото отходит от обочины, и впереди ты видишь висящую поперек дороги огромную вывеску: «Дорога на Виллоубэнд». Спустя несколько минут до тебя доносится звук человеческих голосов, и, прибавив шагу, ты нагоняешь большую группу следующих в город лесорубов. Вместе с ними ты вступаешь в Виллоубэнд. После всех приключений, что тебе довелось пережить, у тебя только одна мечта — отыскать маленький уютный трактир и хорошенько отоспаться. Лесорубы сообщают тебе, что в Виллоубэнде три постоялых двора. На каком из них ты остановишь свой выбор?",
      "options": {
          "На \"Буром медведе\"": "395",
          "На \"Скрюченном медведе\"": "78",
          "На \"Летающей лошади\"": "289"
      }
  },
  "281": {
      "text": "Выхватив меч, ты набрасываешься на Болотных Орков. Они несказанно удивлены твоей храбростью, однако быстро оправляются от замешательства, отбрасывают в сторону ставшие ненужными луки и выхватывают короткие покрытые запекшейся кровью мечи. Тебе ещё повезло, что они весьма неумелые бойцы, потому, что тебе придётся сражаться со всеми тремя орками одновременно:",
      "options": {
          "Сражаться!": "281A"
      }
  },
  "281A": {
      "text": "",
      "options": {
          "Атаковать Первого орка": "281A",
          "Атаковать второго орка": "281B",
          "Атаковать третьего орка": "281C"
      }
  },
  "281B": {
      "text": "",
      "options": {
          " Атаковать первого орка": "281A",
          " Атаковать второго орка": "281B",
          " Атаковать третьего орка": "281C"
      }
  },
  "281C": {
      "text": "",
      "options": {
          " Атаковать первого орка": "281A",
          " Атаковать второго орка": "281B",
          " Атаковать третьего орка": "281C"
      }
  },
  "281D": {
      "text": "",
      "options": {
          "Атаковать второго орка": "281D",
          "Атаковать третьего орка": "281E"
      }
  },
  "281E": {
      "text": "",
      "options": {
          "Удар!": "281E"
      }
  },
  "281F": {
      "text": "",
      "options": {
          "Удар!": "281F"
      }
  },
  "281G": {
      "text": "",
      "options": {
          "Удар!": "281G"
      }
  },
  "281H": {
      "text": "",
      "options": {
          "Атаковать первого болотного орка": "281H",
          "Атаковать третьего болотного орка": "281I"
      }
  },
  "281I": {
      "text": "",
      "options": {
          "Атаковать первого болотного орка": "281H",
          "Атаковать третьего болотного орка": "281I"
      }
  },
  "281J": {
      "text": "",
      "options": {
          "Удар!": "281J"
      }
  },
  "281K": {
      "text": "",
      "options": {
          "Атаковать первого орка": "281K",
          "Атаковать второго орка": "281L"
      }
  },
  "281L": {
      "text": "",
      "options": {
          "Атаковать первого орка": "281K",
          "Атаковать второго орка": "281L"
      }
  },
  "282": {
      "text": "Ты насылаешь на приближающегося Слизистого Монстра Заклинание Льда и в ту же секунду понимаешь, что сделал правильный выбор — ведь Монстр целиком состоит из воды и заклинание мгновенно обратило его в лёд! Чудовище мертво!",
      "options": {
          "Далее": "38"
      }
  },
  "283": {
      "text": "Повелитель Садов в восторге от твоего рассказа! Ты обещаешь попросить Салатара прислать ему несколько ягод Антерики и подробно описываешь путь к тому месту, где нашёл волшебный куст. Повелитель Садов даёт тебе выбрать Магический Кристалл, содержащий одно Доброе Заклинание и ты, не откладывая дело в долгий ящик, решаешь продолжить свой путь.",
      "options": {
          "Выбрать заклинание": "283A"
      }
  },
  "283A": {
      "text": "Выбери кристалл с заклинанием из предложенных Повелителем Садов.",
      "options": {}
  },
  "284": {
      "text": "Колдун разражается дьявольским хохотом. Каменное чудовище медленно направляется в твою сторону. Тебе приходит в голову, что сталь вряд ли поможет в битве с существом, сделанным из монолитного камня. Быстро взвесив все «за» и «против», ты с силой опускаешь свой верный меч на заваленный пергаментными свитками письменный стол колдуна! Остро наточенный клинок серебристой молнией рассекает почерневшую от времени древесину и с легкостью перерубает ножки стола. Схватив одну из этих импровизированных дубин, ты отбрасываешь в сторону меч и поворачиваешься к Статуе, решительно сжимая это гораздо более подходящее для данного случая оружие. Гримслейд, впечатлённый твоей силой и находчивостью, прекращает смеяться и настороженно наблюдает за вашей схваткой.",
      "options": {
          "Продолжить сражаться": "284A"
      }
  },
  "284A": {
      "text": "",
      "options": {
          "удар!": "284A"
      }
  },
  "285": {
      "text": "Черный колдун в ярости — он пылает неистовым желанием немедленно уничтожить тебя. «Готовься к смерти, жалкий червь!» — злобно шипит он, и одним единственным мановением руки насылает на тебя Заклинание Бессилия. В ту же секунду ты чувствуешь, что ноги твои начинают подгибаться, а голова идет кругом от внезапно накатившей слабости. Да, тебе придётся сразиться с ужасным Гримслейдом или умереть!",
      "options": {
          "Выхватить меч и сразиться с ним": "124",
          "Применить заклинание": "256"
      }
  },
  "286": {
      "text": "Внезапно тебе в голову приходит одна идея. Тебя разбирает смех, но ты не хочешь обидеть бедного Великана. Ты лезешь в свой заплечный мешок и вытаскиваешь оттуда Красный Плащ. «Это твой носовой платок?» — спрашиваешь ты, протягивая его Великану. Тот подпрыгивает от радости: «Где ты достал его?!». Ты рассказываешь Великану о своей встрече со злосчастным Вором. Должно быть, именно он украл носовой платок! Великан вновь разражается слезами, но на этот раз это слёзы радости! Он клянется тебе в вечной дружбе. «Какими судьбами тебя занесло в эти края? — спрашивает он. — Могу ли я тебе как-нибудь помочь?» Ты рассказываешь ему о своём задании.",
      "options": {}
  },
  "287": {
      "text": "Не похоже, что от Повелителя Лягушек можно ожидать какого-нибудь подвоха, но ты, тем не менее, сомневаешься, стоит ли открывать ему истинную цель твоего путешествия.",
      "options": {
          "Несмотря на свои сомнения, рассказать, что путешествуешь по Великой Топи в поисках Серебряных Амулетов, принадлежащих местным колдунам": "198",
          "Выдумать другую историю": "359"
      }
  },
  "288": {
      "text": "Медное Кольцо у тебя на пальце остаётся холодным — ты понимаешь, что кем бы ни была на самом деле Повелительница Птиц, она не желает тебе зла. Ты видишь Серебряный Амулет в виде распростершего крылья орла, поблескивающий у неё на груди, — это, по-видимому, именно то, за чем тебя послал Гримслейд! Что ты предпримешь?",
      "options": {
          "Напасть с мечом на Повелительницу Птиц": "391",
          "Попросить отдать тебе Амулет": "184",
          "Применить заклинание": "130"
      }
  },
  "289": {
      "text": "Лесорубы в один голос уверяют тебя, что таверны дешевле «Летающего Коня» тебе всё равно не найти, так что ты отправляешься туда. И действительно, хозяин постоялого двора предлагает тебе трапезу (правда, весьма скромную!) и постель всего лишь за половину Золотой Монеты! Не успевает твоя голова коснуться подушки, как ты проваливаешься в богатырский сон, однако, среди ночи тебя будит страшное сновидение — тебе кажется, что твою правую руку охватывает пламя! Окончательно проснувшись, ты понимаешь, что это раскалившееся Медное Кольцо, с которым ты не расстаешься даже во сне, нестерпимо жжет тебе палец, предупреждая о приближении неведомого Зла!",
      "options": {
          "Далее": "289A"
      }
  },
  "289A": {
      "text": "Вскочив с кровати, ты осторожно вытаскиваешь меч и бесшумной тенью выскальзываешь из комнаты. Никого, не обнаружив, ты возвращаешься в постель, предварительно забаррикадировав входную дверь. Проснувшись поутру, ты чувствуешь себя окрепшим и отдохнувшим.",
      "options": {}
  },
  "290": {
      "text": "",
      "options": {}
  },
  "290A": {
      "text": "Твой намётанный глаз воина и следопыта сразу же определяет, что по этой тропинке совсем недавно проходило несколько живых существ. Впереди открывается ещё одна прогалина. Это Прогалина 26. Не успеваешь ты выйти на прогалину, как мимо твоего виска с тонким свистом пролетает чёрная стрела. В ту же секунду ты замечаешь трех грязных БОЛОТНЫХ ОРКОВ, вооруженных длинными луками. Двое из них натягивают тетивы, и в тебя снова летят стрелы.",
      "options": {}
  },
  "291": {
      "text": "Ты насылаешь на Прудовую Тварь Огненное Заклинание, но покрытое слизью чудовище не чувствительно к огню — оно даже не начинает дымиться!",
      "options": {
          "Вытащить меч и броситься в битву!": "82"
      }
  },
  "292": {
      "text": "Ты рассказываешь Повелителю Садов о своём задании. С грустью, покачав головой, он, ни слова не говоря, снимает с шеи цепочку и вешает Амулет тебе на грудь. Как только он прикасается к твоему телу, ты лишаешься способности двигаться! Повелитель Садов пристально всматривается тебе в глаза и не допускающим возражения тоном приказывает рассказать ему всю правду. Ты не в силах сопротивляться и медленно, слово за словом, рассказываешь ему о себе, своём задании и пославшем тебя чародее. Повелитель Садов грустно качает головой. «Не будучи злым, ты служишь злодею! Всё что я могу сделать для тебя, это дать хороший совет: будь настороже!» С этими словами он снимает у тебя с шеи свой Амулет и медленно удаляется прочь. Со временем к тебе возвращается власть над собственным телом, и, не желая дольше задерживаться на поляне, ставшей свидетельницей твоего невольного позора, ты поспешно удаляешься по той же тропинке, по которой недавно пришёл.",
      "options": {
          "Далее": "363"
      }
  },
  "293": {
      "text": "Ты насылаешь на Единорога Заклинание Страха. Он тихо ржёт, вскакивает на ноги и в мгновение ока исчезает из виду. Теперь ты можешь беспрепятственно продолжать свой путь —",
      "options": {
          "Далее": "348"
      }
  },
  "294": {
      "text": "Ты насылаешь на Повелителя Волков Заклинание Дружбы и застываешь в нетерпении. Сработает ли оно?! Неожиданно Повелитель Волков разражается смехом: «Милости просим!». Волки расступаются в стороны, и дружелюбным жестом он приглашает тебя пройти в дом.",
      "options": {
          "Войти в дом и побеседовать с Повелителем Волков": "172",
          "воспользоваться его наивностью и, обнажив меч, наброситься на него": "271"
      }
  },
  "295": {
      "text": "Тропинка выводит тебя на небольшую прогалину, расположенную на берегу реки Зловонки. Ты на Прогалине 33. Противоположный берег реки находится на расстоянии не менее двухсот метров заглянув в воду, ты видишь крокодилов и прочих неизвестных тебе, но от этого не ставших менее мерзкими, тварей. Что ты предпримешь?",
      "options": {
          "Отправиться на восток вдоль берега реки": "183",
          "Повернуть на юг вглуб Скорпионьей Топи": "94",
          "Попробовать заморозить реку с помощью заклинания льда": "89"
      }
  },
  "296": {
      "text": "Ты отважно вступаешь на зловонные просторы Скорпионьей Топи. Беда лишь в том, что твоё безрассудство не уступает твоей храбрости. Хотя волшебная сила Медного Кольца и не позволяет тебе заблудиться на хитросплетенье коварных тропинок, вскоре ты чувствуешь, что абсолютно выбился из сил. В застилающей взор пелене белесого тумана то и дело появляются, чтобы спустя мгновение снова исчезнуть, призрачные очертания неведомых чудовищ, в воздухе висит удушливый смрад и непрестанное жужжание полчищ невидимых насекомых. Руки твои изрезаны острой осокой, лицо распухло от укусов многочисленных москитов. Ты начинаешь понимать, что без помощи могущественного мага тебе вряд ли удастся снова ступить на твердую землю, не говоря уж о том, чтобы приоткрыть страшные тайны Великой Топи. Тебе ничего не остаётся, как повернуть обратно.",
      "options": {
          "Испытать удачу!": "5A"
      }
  },
  "5A": {
      "text": "",
      "options": {}
  },
  "297": {
      "text": "Несясь со всех ног по заросшей сорняком тропинке к деревне, ты внезапно слышишь какой-то быстро приближающийся звук. Оглянувшись через плечо, ты с ужасом видишь восседающего на ковре-самолете Гримслейда. Он настигает тебя! Быстро отскочив в сторону, ты выхватываешь меч и... Слишком поздно! Наделённый нечеловеческой силой, злой колдун стальными пальцами хватает тебя за шиворот, и послушный его дьявольской воле ковер-самолет свечкой взмывает вверх.",
      "options": {
          "Далее": "297A"
      }
  },
  "297A": {
      "text": "Он поднимается всё выше и выше, и когда тебе начинает казаться, что от недостатка кислорода твои легкие вот-вот лопнут, Гримслейд разжимает свою хватку! С диким воплем ты летишь вниз навстречу стремительно приближающейся земле. Она всё ближе и ближе... Твоё приключение на этом окончено!",
      "options": {
          "Далее!": "Loss"
      }
  },
  "298": {
      "text": "Поспешно выбежав из комнаты, ты проходишь сумрачный привратный покой, минуешь ужасные ворота и оказываешься на свежем воздухе. Прямо перед тобой лежит мирная деревушка Фенмарг, за спиной возвышается дышащая смертельной злобой башня чёрного колдуна... Ты сражался с людьми и с чудовищами, ты рисковал своей жизнью... и ради чего?! Зло, как выяснилось, — весьма опасный и, главное, ненадежный союзник! Тебе ещё повезло, что ты вообще остался жив после визита к Гримслейду! Да, ты всё ещё жив, и это главное! И хотя ты не выполнил возложенного на тебя поручения, ты понимаешь, что оказал миру добрую услугу, избавив его от Гримслейда! В будущем ты станешь более мудро и осторожно выбирать себе повелителей, а пока что твоё приключение окончено!",
      "options": {
          "Далее": "Game_Over1"
      }
  },
  "299": {
      "text": "Ты решаешь наслать на приближающегося монстра Заклинание Страха — быть может, оно заставит его изменить свои намерения. Эффект превосходит все твои ожидания! Ужасное чудовище останавливается, как будто перед ним внезапно выросла невидимая стена, а затем, жалобно визжа, бросается к противоположному концу прогалины и прячется среди устилающих землю серых валунов, полностью сливаясь с ними!",
      "options": {
          "Приследовать и атаковать струсившего монстра": "176",
          "Поскорее убраться туда, откуда пришел": "279"
      }
  },
  "300": {
      "text": "Оглядевшись, ты не замечаешь никаких признаков Великана — должно быть, он удалился по своим делам.",
      "options": {}
  },
  "301": {
      "text": "Выйдя на поляну, ты замечаешь двух Разбойников, отдыхающих в тени раскидистого дерева — похоже, эта прогалина является их постоянным местом сбора. Завидев тебя, они вскакивают на ноги, выхватывают мечи и бросаются в бой. Тебе не остаётся ничего другого, как сразиться с обоими Разбойниками:",
      "options": {
          "Сражаться!": "301A"
      }
  },
  "301A": {
      "text": "",
      "options": {
          "Атаковать Первого разбойника": "301A",
          "Атаковать второго разбойника": "301B"
      }
  },
  "301B": {
      "text": "",
      "options": {
          " Атаковать первого разбойника": "301A",
          " Атаковать второго разбойника": "301B"
      }
  },
  "301C": {
      "text": "",
      "options": {
          "Удар!": "301C"
      }
  },
  "301D": {
      "text": "",
      "options": {
          "Удар!": "301D"
      }
  },
  "302": {
      "text": "Ты произносишь волшебное заклинание, которому тебя научил Повелитель Волков. Огромные звери, высунув языки, игриво стелются к твоим ногам. Потрепав их за ушами, ты приказываешь им лечь.",
      "options": {
          "Далее": "247"
      }
  },
  "303": {
      "text": "Ты вновь выходишь на скорпионью прогалину. Настороженно озираясь вокруг, ты пытаешься понять, здесь ли её отвратительные обитатели. Да, они здесь! Угрожающе поводя оканчивающимися ядовитым жалом членистыми хвостиками, к тебе спешат сотни маленьких уродцев. Но на этот раз ты готов к их нападению!",
      "options": {
          "Далее": "70"
      }
  },
  "304": {
      "text": "",
      "options": {}
  },
  "304A": {
      "text": "По мере продвижения на север характер болота заметно меняется. Вокруг становится менее мрачно, и вскоре окружающий пейзаж начинает напоминать тропические джунгли. Среди деревьев порхают ярко окрашенные птицы. Ты выходишь на Прогалину 14. Прямо перед тобой на низко нависающем над тропой суку сидит огромный красно-желтый Попугай. Когда ты подходишь ближе, он раскрывает клюв, и, к твоему великому изумлению, до тебя доносятся звуки человеческой речи. «Кто ты такой, и что за дело привело тебя во владения Повелительницы Птиц?» — вопрошает он. Что ты предпримешь?",
      "options": {
          "Напасть на попугая": "71",
          "Попросить проводить к его Повелительнице": "131"
      }
  },
  "305": {
      "text": "",
      "options": {}
  },
  "305A": {
      "text": "Восточная тропа производит впечатление хорошо ухоженной садовой дорожки — деревья и кусты растут здесь не как попало, но заботливо рассажены вдоль ровных линий и окружены аккуратно сколоченными невысокими заборчиками. Спустя несколько минут ты выходишь на обширную лужайку. Ты на Прогалине 27. Повсюду видны разнообразные растения — некоторые из них объединены в яркие затейливые клумбы, некоторые источают изысканный аромат, но все они одинаково радуют глаз и успокаивают душу. В целом поляна имеет настолько ухоженный вид, что её абсолютное несоответствие буйной растительности Скорпионьей Топи сразу же бросается в глаза. Ты, хотя это и кажется невероятным, подозреваешь, что к созданию этого великолепия причастны человеческие руки. Пока ты в изумлении оглядываешься по сторонам, на поляну, откуда ни возьмись, выходит мужчина средних лет, одетый в длинную рубаху из домотканого полотна. Он высок и широк в плечах, а поблескивающий на его груди Серебряный Амулет, выполненный в форме цветка, подсказывает тебе, что перед тобой не просто рабочий, но сам Повелитель Садов! Медное Кольцо у тебя на пальце не даёт оснований усомниться в его добрых намерениях. Кому ты служишь?",
      "options": {}
  },
  "306": {
      "text": "Лесной Рейнджер поджидает тебя на том же месте. За время твоего отсутствия он успел наслать на себя Заклинание Выносливости и восстановил свою ВЫНОСЛИВОСТЬ до её прежнего уровня. Тебе снова придётся сразиться с ним.",
      "options": {
          "Далее": "378"
      }
  },
  "307": {
      "text": "Ты насылаешь на Цветы Страха Огненное Заклинание. Многие из них тут же гибнут в охватившем их пламени, но многие остаются нетронутыми.",
      "options": {
          "Попытаться спастись бегством": "269"
      }
  },
  "308": {
      "text": "Наконец-то Прудовая Тварь мертва. Своим острым мечом ты вырезаешь у неё изо лба огромный Лиловый Бриллиант, нежно мерцающий в затопляющем поляну тусклом свете. Ты бережно кладёшь его в заплечный мешок. Больше делать на прогалине нечего, и ты покидаешь её тем же самым путём, которым пришёл.",
      "options": {
          "Далее": "330"
      }
  },
  "309": {
      "text": "От прогалины в разных направлениях отходят три тропинки. Какой путь выберешь ты?",
      "options": {
          "На север": "47",
          "На юг": "53",
          "На запад": "388"
      }
  },
  "310": {
      "text": "Ты насылаешь на окружившую тебя Траву-Людоеда Огненное Заклинание. Охватившее траву пламя быстро затухает, но и этого оказывается вполне достаточно, чтобы освободить тебе путь к отступлению.",
      "options": {
          "Отступить": "187"
      }
  },
  "311": {
      "text": "Ты чувствуешь, как твои ноги всё глубже и глубже погружаются в омерзительную слизь — ужасный Монстр буквально засасывает тебя, и каждое его прикосновение обжигает как концентрированная кислота. Резко отпрянув назад, тебе удаётся освободиться, и ты кубарем скатываешься на землю. Скорее поднимайся на ноги и решай, что делать дальше.",
      "options": {
          "Спастись бегством": "85",
          "Напасть на монстра": "171"
      }
  },
  "312": {
      "text": "Гигантский Скорпион угрожающе поднимает свои чудовищные  клешни.   Такое  впечатление,   что схватка с гномом совсем не утомила его — должно быть, тот был весьма неумелым бойцом.",
      "options": {
          "Вступить в схватку с гигантским скорпионом": "312A"
      }
  },
  "312A": {
      "text": "",
      "options": {
          "Удар!": "312A"
      }
  },
  "313": {
      "text": "Река слишком теплая — прямо у тебя на глазах лёд тает и разваливается на куски! Ещё несколько секунд, и ты с громким воплем летишь в воду. Отчаянно работая руками и ногами, ты плывешь ко всё ещё далекому берегу, но твои тяжёлые походные сапоги неудержимо тянут тебя ко дну. Ты медленно погружаешься в воду, захлебываясь в тучах поднятого со дна ила! На этом твоё приключение окончено!",
      "options": {
          "Ты проиграл!": "Loss"
      }
  },
  "314": {
      "text": "Куда ты отправишься дальше?",
      "options": {
          "На север": "90",
          "На восток": "195"
      }
  },
  "315": {
      "text": "",
      "options": {}
  },
  "315A": {
      "text": "Пол под твоими ногами внезапно разверзается, и ты с криком ужаса падаешь в глубокую яму. Придя в себя, ты понимаешь, что скован по рукам и ногам тяжёлой ржавой цепью. Стоящий перед тобой колдун ухмыляется, и его ухмылка не предвещает ничего хорошего. При виде того, что он держит в окровавленной руке, ты вновь теряешь сознание. На этом твоё приключение окончено!",
      "options": {
          "Ты проиграл!": "Loss"
      }
  },
  "316": {
      "text": "К сожалению, за время блуждания по просторам Скорпионьей Топи ты истратил все Магические Заклинания. «Это плохо, — говорит Пумчакар. — Я бы с удовольствием помог тебе, но целебное снадобье стоит дорого, а я и так достаточно потерял на этом предприятии».",
      "options": {
          "Откланяться и молча удалиться": "100",
          "Выхватить меч и наброситься на Пумчакара": "341"
      }
  },
  "317": {
      "text": "Ты рассказываешь Великану о своём задании. Тот хмурится и, подперев голову огромными ручищами, некоторое время пребывает в задумчивости. Он слышал о волшебниках, что величают себя Повелителями, но дела с ними ни разу не имел. Когда ты добавляешь к своему рассказу некоторые детали, он говорит: «Как-то раз я видел прекрасный сад в самом сердце Скорпионьей Топи... к северу и слегка на запад отсюда, но прямого пути туда нет. Может быть, эта прогалина принадлежит Повелителю Садов?» Ты благодаришь его и, распрощавшись, продолжаешь свой путь.",
      "options": {
          "Продолжить путь": "161"
      }
  },
  "318": {
      "text": "«Быть может, они смогут помочь мне!» — думаешь, ты и насылаешь на одного из Разбойников, с виду Главаря, Заклинание Дружбы. Затем ты выходишь из своего укрытия и громким окриком приветствуешь Разбойников. Повскакав на ноги, они обнажают свои мечи и, уже было собираются наброситься на тебя, как тут их Главарь мигом восстанавливает дисциплину, заявив, что ему нравится, как ты выглядишь. Затем он пожимает тебе руку и интересуется, не нужна ли тебе какая-нибудь помощь.",
      "options": {
          "Далее": "214"
      }
  },
  "319": {
      "text": "Ты лихорадочно раздумываешь, какую тропинку выбрать. Куда ты хочешь идти?",
      "options": {
          "На север": "138",
          "На восток": "47",
          "На запад": "66"
      }
  },
  "320": {
      "text": "",
      "options": {}
  },
  "320A": {
      "text": "Тропинка слегка понижается, и вскоре ты выходишь на широкую заросшую травой поляну. Ты на Прогалине 29. Посредине поляны лежит какое-то белоснежное существо. Сперва ты принимаешь его за коня, но тут существо поднимает голову, и ты с изумлением понимаешь, что перед тобой ЕДИНОРОГ! Похоже, он ранен — чьи-то огромные когти оставили кровавые отметины на его боку. Однако, несмотря на страшную рану, он решительно поднимается на ноги, склоняет увенчанную острым, как бритва, рогом благородную голову и угрожающе храпит. Что ты предпримешь?",
      "options": {
          "Повернуться и убежать прочь": "368",
          "Применить заклинание": "119",
          "Напасть на единорога": "221"
      }
  },
  "321": {
      "text": "Возможно, думаешь ты, тебе удастся добраться до моста вплавь, или, на худой конец, хотя бы отыскать ведущую в восточном направлении тропинку. Тебе предстоит опасный спуск, но ты решаешь рискнуть.",
      "options": {
          "Далее": "30"
      }
  },
  "322": {
      "text": "Заклинание Увядания мгновенно обращает нападающую на тебя Траву-Людоеда в груду жухлой соломы.",
      "options": {}
  },
  "323": {
      "text": "",
      "options": {}
  },
  "324": {
      "text": "Чудовище мертво. Ты подходишь к неподвижно лежащему на земле гному. Похоже, он не дышит. Что ты предпримешь?",
      "options": {
          "Покинуть прогалину": "88",
          "Обыскать бездыханное тело": "42"
      }
  },
  "325": {
      "text": "Ты должен перебежать через реку до того, как растает ледяной мост! Однако это не так просто сделать, как сказать! Прямо у тебя на глазах мост стремительно истончается, и вот уже целые секции с громким плеском обрушиваются в воду, поднимая высокие фонтаны брызг!",
      "options": {}
  },
  "326": {
      "text": "Гримслейд тяжелым взором обводит разрубленный стол, разорванные книги, разбитую посуду и перевернутую мебель... Наконец его взгляд останавливается на бесформенной кучке камней, некогда бывшей статуей гоблина. Презрительная гримаса перекашивает его злобное лицо. «Чего ради я буду связываться с тобой, слизняк? — цедит он сквозь зубы. — Тебе едва хватило сил, чтобы справиться с жалким каменным чучелом, и при этом ты разгромил мою прихожую...» Что ты предпримешь?",
      "options": {
          "Упасть в ноги магу и молить о прощении": "98",
          "Повернуться и побежать": "315",
          "Напомнить магу,что именно по его вине произошла эта драка в гостиной": "225"
      }
  },
  "327": {
      "text": "Пумчакар гораздо более опасен, чем ты мог предположить! Кто бы мог подумать, что такой толстый и смешной с виду человечек окажется таким умелым бойцом?! Чувствуя, что сражение оборачивается не в твою пользу, ты подбегаешь к распахнутому окну и, вскочив на подоконник, прыгаешь вниз. К сожалению, шум битвы привлек к дому Пумчакара толпу зевак. Не успеваешь ты подняться на ноги, как двое дюжих охранников скручивают тебе руки за спиной и препровождают в местную тюрьму, где ты и будешь томиться долгое время в наказание за своё вероломство! На этом твоё приключение окончено!",
      "options": {
          "Конец!": "Loss"
      }
  },
  "328": {
      "text": "Как тебе кажется, Великан не такой уж плохой парень, просто он чем-то очень сильно расстроен. Придя к такому выводу, ты насылаешь на него Заклинание Дружбы. Великан трясет головой, бросает свою страшную палицу на землю и разражается громовым хохотом. «Так о чём это я?! — говорит он сквозь смех. — В конце концов, это не твоя вина! Извини меня, я просто тут кое на кого сильно обиделся! Что за дело занесло тебя в эти края? Рад буду помочь тебе, чем смогу!» Довольный, что смог умерить его воинственный пыл, ты рассказываешь Великану о своём путешествии.",
      "options": {}
  },
  "329": {
      "text": "Прогалина, на которой ты встретил Повелителя Лягушек, абсолютно пуста. В затопляющем её тусклом свете ты замечаешь слабое сияние, исходящее от гриба, на котором он давеча сидел. Внимательно осмотрев гриб, ты понимаешь, что он чем-то неуловимо отличается от остальных грибов на поляне. С одной стороны его шляпки ты замечаешь отметины человеческих зубов и осторожно принюхиваешься. Гриб пахнет весьма хорошо.",
      "options": {
          "Откусить кусочек": "178",
          "Не рискнув дегустировать, отправиться на север": "352"
      }
  },
  "330": {
      "text": "",
      "options": {}
  },
  "331": {
      "text": "Ты вновь оказываешься на Орлиной прогалине. Сейчас она пуста — всё, что ты видишь, это исполинское дерево с огромным гнездом на вершине.",
      "options": {}
  },
  "332": {
      "text": "Не обращая внимания на предупредительные сигналы Медного Кольца, что жаром налилось на твоём пальце, ты обращаешься к Повелителю Пауков с дружелюбным приветствием. Он вежливо отвечает тебе и интересуется, что за дело привело тебя в эти края. Ты принимаешься описывать ему своё путешествие, как вдруг чувствуешь острую боль, подобно тонкой раскалённой игле пронзающую твою шею. При виде твоего исказившегося лица Повелитель Пауков разражается злорадным хохотом. Ты резко оборачиваешься и с ужасом видишь чёрного, величиной с твой кулак, паука, покачивающегося на толстой серебристой нити. В ту же секунду ты чувствуешь, как смертоносный яд начинает распространяться по твоим венам и, издав сдавленный крик, мешком падаешь на землю. Не в силах двинуть ни рукой, ни ногой, ты обречённо смотришь, как Повелитель Пауков копается в твоём заплечном мешке, радостно похохатывая при виде доставшихся ему ценностей и сокровищ. Затем ты чувствуешь, что какая-то невидимая сила отрывает тебя от земли — тысячи толстых серебристых нитей, словно кокон какой-нибудь гигантской личинки, обвив твоё тело, медленно и осторожно поднимают тебя под самую крону высокого раскидистого дерева. Там ты и будешь висеть неделю, две, а может и целый месяц, пока твоё некогда здоровое, крепкое тело не превратится в лакомую закуску для подданных Повелителя Пауков! На этом твоё приключение окончено!",
      "options": {
          "Конец!": "Loss"
      }
  },
  "333": {
      "text": "«В своё время я изучал ботанику, — говорит Рейнджер, — и в принципе знаю о существовании этого чудесного растения. Но я впервые слышу, что оно растёт где-то в этих краях. Если отправишься отсюда на восток, то вскоре отыщешь жилище доброго волшебника, что величает себя Повелителем Садов. Если кто на этом свете и знает, где найти Антерику, так это он!» Поблагодарив благородного Рейнджера за помощь, ты продолжаешь свой путь.",
      "options": {
          "Далее": "234"
      }
  },
  "334": {
      "text": "На груди Повелителя Садов поблескивает Серебряный Амулет — видимо, один из тех, что ты должен доставить своему хозяину. Что ты предпримешь?",
      "options": {
          "наброситься на него с мечом в руках": "379",
          "Применить заклинание": "152",
          "Обратиться с дружественной речью": "37"
      }
  },
  "335": {
      "text": "Слегка пригнувшись, ты проходишь в сводчатую дверь и вновь оказываешься на улице. Тут же на тебя обрушивается поток неожиданно яркого солнечного света, от которого за время сидения в полутемной харчевне твои глаза уже успели порядком отвыкнуть. Мучительно щурясь, ты направляешься вниз по улице, как вдруг соображаешь, что понятия не имеешь, в какую сторону идти. Окликнув пожилого мужчину, выглядывающего из окна продуктовой лавки, ты спрашиваешь, как тебе найти доброго волшебника Салатара. Сперва лавочник весьма настороженно отвечает на твои настойчивые расспросы, но вскоре оттаивает и указывает нужное направление. Спустя пять минут ты понимаешь, что снова заблудился, и обращаешься за подсказкой к спешащей навстречу румяной сельчанке. Она охотно помогает тебе — такое впечатление, что во всем городе ты — единственный человек, который не знает, где живет Салатар!",
      "options": {
          "Далее": "335A"
      }
  },
  "335A": {
      "text": "Наконец, ты подходишь к небольшому ухоженному домику, приютившемуся на окраине города. Салатар — пухлый розовощекий крепыш, облаченный в белую жилетку и льняные бриджи, — деловито копается в огороде. Ты рассказываешь ему свою историю. Лукаво улыбнувшись, он интересуется, каким образом ты намереваешься  пробраться  через  нехоженые  дебри Скорпионьей Топи, не занесенные ни на одну карту?",
      "options": {
          "рассказать о магическом Медном Кольце": "371",
          "Промолчать": "96"
      }
  },
  "336": {
      "text": "",
      "options": {}
  },
  "336A": {
      "text": "Ты идёшь по сильно заболоченной местности — под ногами хлюпает, с каждым шагом ты всё глубже и глубже проваливаешься в зловонную грязь. Тропинка поворачивает и выводит тебя на берег широкого пруда. Ты на Прогалине 28. Поверхность пруда, затянутую отвратительной зелёной слизью, морщит легкая рябь. Если ты и был когда-нибудь в чём-нибудь твердо уверен, так это в том, что скорее умрёшь, чем согласишься выпить хотя бы глоток воды из этой омерзительной лужи! Неожиданно в центре пруда вскипает какая-то странная пена и, приняв очертания бесформенного, но от этого не становящегося менее кошмарным приземистого монстра почти что двухметровой ширины, вылезает на берег и отрезает тебе путь к отступлению.",
      "options": {
          "Далее": "336B"
      }
  },
  "336B": {
      "text": "Испуская ужасное зловоние, от которого тошнота подкатывает тебе к горлу и нестерпимо кружится голова, неописуемый СЛИЗИСТЫЙ МОНСТР медленно, но неуклонно направляется в твою сторону. Что ты предпримешь?",
      "options": {
          "Попробовать убежать": "85",
          "Попытаться перепрыгнуть через него": "257",
          "Выхватить меч и наброситься на него": "171",
          "Применить заклинание": "400"
      }
  },
  "337": {
      "text": "Ты насылаешь на Единорога Заклинание Огня. Его грива вспыхивает ярким пламенем, но тут же снова гаснет, потушенная собственным волшебством её владельца.",
      "options": {
          "Вытащить меч и ринуться в бой": "221"
      }
  },
  "338": {
      "text": "Ты узнаешь прогалину, на которой встретил Гигантского Скорпиона и гнома. На этот раз она абсолютно пуста, лишь в тени поваленного дерева белеет небольшая груда костей с сохранившимися кое-где остатками кожаной рубахи.",
      "options": {
          "Далее": "88"
      }
  },
  "339": {
      "text": "Не дожидаясь, пока мост растает окончательно, ты залезаешь на самый большой кусок льда, какой только можешь найти. Вскоре он превращается в некоторое подобие лодки, медленно дрейфующей на восток вниз по течению реки. Оба берега, на сколько хватает глаз, покрыты непроходимыми джунглями. Вдруг прямо перед собой ты видишь гигантский сложенный из огромных валунов старинный мост!",
      "options": {
          "Постараться уцепиться за него и вскорапкаться наверх": "384",
          "Плыть дальше": "313"
      }
  },
  "340": {
      "text": "Твой верный меч глубоко вонзается в грудь чёрного мага. Уставившись на тебя непонимающим взглядом, он силится что-то произнести... и испускает дух. Зазубренный клинок выпадает из его ослабевших пальцев. Заинтересовавшись странным видом оружия, ты подбираешь его, и тот час же понимаешь, что держишь в руках один из легендарных Магических Мечей, которые наделяют своего владельца нечеловеческой силой, увеличивая уровень его МАСТЕРСТВА на 2. Нечего удивляться, что колдун был таким умелым бойцом! В надежде отыскать спрятанные сокровища ты приступаешь к осмотру мрачной обители поверженного чернокнижника, как вдруг ощущаешь, что воздух вокруг тебя начинает сгущаться, становясь практически осязаемым. Медное Кольцо у тебя на пальце продолжает предупреждать о присутствии незримого Зла — даже ещё сильнее, чем это было до смерти владельца зловещей башни. В воздухе распространяется явственный запах серы.",
      "options": {
          "Несмотря на грозные предзнаменования, остаться и продолжить поиски": "375",
          "Немедленно выбежать на улицу": "298"
      }
  },
  "341": {
      "text": "После всего того, что тебе довелось пережить, рискуя своей жизнью на просторах страшной Скорпионьей Топи, ты не склонен мириться с таким пренебрежительным отношением! Выхватив меч, ты кидаешься на Пумчакара. Он несказанно удивлен, однако, с легкостью уворачивается от твоего удара, демонстрируя ловкость и сноровку, весьма неожиданную для человека его комплекции. Вытащив из ящика письменного стола длинный обоюдоострый меч, он принимает оборонительную стойку. Не проходит и минуты, как ты понимаешь, что тебе достался весьма грозный соперник...",
      "options": {
          "продолжить бой": "341A"
      }
  },
  "341A": {
      "text": "",
      "options": {
          "Удар!": "341A"
      }
  },
  "342": {
      "text": "",
      "options": {}
  },
  "343": {
      "text": "",
      "options": {}
  },
  "344": {
      "text": "Прижав уши, Волки бросаются прочь. Вскоре они скрываются среди деревьев, а ты продолжаешь, прерванный было, путь.",
      "options": {}
  },
  "345": {
      "text": "По мере приближения к прогалине, на которой ты давеча сразил Повелителя Пауков, ты чувствуешь, что вокруг становится всё жарче и жарче. Наконец, ты выходишь на поляну, и видишь, что она охвачена, яростно бушующим, пламенем! Дорога вперед закрыта! Того короткого времени, что ты провел на поляне, оказалось вполне достаточно, чтобы наглотаться едкого удушливого дыма.",
      "options": {
          "Далее": "165"
      }
  },
  "346": {
      "text": "Ты насылаешь на Болотных Орков Заклинание Страха. Один из них в ужасе вскрикивает, роняет оружие и, оглашая окрестности дикими воплями, скрывается в окружающих прогалину зарослях. Двое других продолжают приближаться.",
      "options": {
          "Сразиться с двумя оставшимися орками": "281"
      }
  },
  "347": {
      "text": "Ты насылаешь на себя Заклинание Миража и превращаешься в небольшое стройное деревце. Повелитель Садов в изумлении! Неверя своим глазам, он направляется в твою сторону.",
      "options": {
          "Выхватить меч и наброситься на него": "379",
          "Отказаться от затеи и покинуть прогалину по той же тропинке,по которой пришел": "363"
      }
  },
  "348": {
      "text": "На прогалину выходят четыре тропинки. В какую сторону ты пойдёшь?",
      "options": {
          "На север": "94",
          "На юг": "157",
          "На восток": "10",
          "На запад": "204"
      }
  },
  "349": {
      "text": "Ты пожимаешь плечами и выходишь из комнаты. Пройдя через мрачный привратный покой, миновав страшные ворота, ты оказываешься на свежем воздухе. Прямо перед тобой лежит мирная деревушка Фенмарг, за спиной возвышается дышащая смертельной злобой башня чёрного колдуна... Ты сражался с людьми и с чудовищами, ты рисковал своей жизнью... и ради чего?! Зло, как выяснилось, — весьма опасный и, главное, ненадежный союзник! Тебе ещё повезло, что ты вообще остался жив после визита к Гримслейду! Да, ты всё ещё жив, и это главное! В будущем ты станешь более мудро и осторожно выбирать себе повелителей, а пока что твоё приключение окончено!",
      "options": {
          "Далее": "Game_Over1"
      }
  },
  "350": {
      "text": "",
      "options": {}
  },
  "350A": {
      "text": "Ты выходишь на бесплодную, устланную обломками скал прогалину, посредине которой высоко вверх возносит свои толстые ветви исполинское дерево. На вершине дерева ты замечаешь гигантское гнездо, сложенное из толстенных сучьев. Ты на Прогалине 16. Как зачарованный ты с изумлением рассматриваешь огромное гнездо, как вдруг до тебя доносится хлопанье крыльев. Оглянувшись, ты видишь парящего над прогалиной ОРЛА, размерами в десятки раз превышающего всех орлов, каких тебе когда-либо доводилось видеть. Он явно готовится к нападению.",
      "options": {}
  },
  "351": {
      "text": "Ты понимаешь, что использовать против Гримслейда одно из его собственных заклинаний может оказаться очень опасным, и вместо этого насылаешь на чёрного колдуна Заклинание Миража. Однако Гримслейд небрежно взмахивает рукой, и начавшая было возникать иллюзия исчезает, так и не успев до конца сформироваться. «Этими детскими шалостями тебе меня не обмануть! — злобно шипит колдун. — Готовься к смерти, глупец!»",
      "options": {
          "Далее": "124"
      }
  },
  "352": {
      "text": "Покинуть жабью поляну можно лишь тем же самым путём, которым ты пришёл на неё. На всякий случай, держа в руках обнажённый меч, ты отправляешься на север по направлению к той самой прогалине, где недавно имел весьма неприятную встречу с тремя Болотными Орками.",
      "options": {
          "Далее": "323"
      }
  },
  "353": {
      "text": "Ты жестоко разочаровал окруживших тебя Разбойников. Они дали тебе великолепный шанс с честью выйти из щекотливого положения, но ты упустил его! Теперь тебе придётся сразиться со всеми пятью разбойниками.",
      "options": {
          "Далее": "235"
      }
  },
  "354": {
      "text": "Вытащив свой верный меч из тела поверженного колдуна, ты с облегчением вздыхаешь. Но расслабляться ещё рано — многочисленные подданные Повелителя Пауков, до поры до времени скрывавшиеся в тени окружающих поляну замшелых деревьев, почувствовав гибель своего хозяина, выползают на прогалину и начинают смыкать вокруг тебя свой смертоносный круг! Ты наклоняешься и одним движением руки срываешь с груди мертвого чернокнижника Серебряный Амулет. В ту же секунду из него вырывается ветвистая молния и бьёт в распростертое на земле тело — оно тут же вспыхивает языками бледно-зелёного пламени. Положив Амулет в заплечный мешок, ты поспешно покидаешь залитую призрачным светом прогалину. У тебя за спиной всё ярче разгорается пламя, и в глубине души ты надеешься, что в его всепожирающей пасти сгинут все зловещие порождения чёрного Повелителя Пауков.",
      "options": {
          "Далее": "165"
      }
  },
  "355": {
      "text": "На этот раз тебе не нужны провожатые, чтобы добраться до Виллоубэнда. Однако не успеваешь ты войти в город, как начинаешь ощущать нечто странное и настораживающее в реакции попадающихся тебе навстречу людей. Ты чувствуешь, что горожане смотрят на тебя как-то чересчур пристально, оборачиваются вслед, о чём-то перешёптываются... Ты понимаешь, что за время твоего отсутствия до Виллоубэнда дошли слухи о твоих подвигах на просторах Великой Топи. Внезапно ты замечаешь, что в некоторых обращённых на тебя взглядах сквозит неприкрытая алчность, и поспешно сворачиваешь с оживленной улицы в узкий проулок.",
      "options": {
          "Далее": "355A"
      }
  },
  "355A": {
      "text": "Через несколько минут ты понимаешь, что тебя преследуют. Ты едва успеваешь вытащить меч, прислониться спиной к стене и занять оборонительную позицию, как на тебя набрасываются двое УЛИЧНЫХ ВОРИШЕК, судя по всему, в надежде поживиться сокровищами, которые, как они уверены, ты нашёл на болоте. На Магические Заклинания нет времени, бежать некуда — тебе не остаётся ничего другого, как сразиться с воришками...",
      "options": {
          "Атаковать!": "355B"
      }
  },
  "355B": {
      "text": "",
      "options": {
          "Удар!": "355B"
      }
  },
  "355C": {
      "text": "",
      "options": {
          "Удар!": "355C"
      }
  },
  "356": {
      "text": "Ты насылаешь на Прудовую Тварь Заклинание Страха, но лишённому разума чудовищу неведом страх! Как ни в чём не бывало, оно продолжает медленно, но неуклонно приближаться.",
      "options": {
          "Далее": "82"
      }
  },
  "357": {
      "text": "Стрелки из Болотных Орков просто никудышные — стрелы явно летят мимо, как вдруг резко изменяют траекторию и вонзаются тебе в грудь!",
      "options": {}
  },
  "358": {
      "text": "Ничего не говоря, ты кладёшь кожаный кошель в карман и так же молча выходишь из комнаты. Пройдя через мрачный привратный покой, миновав страшные ворота, ты оказываешься на свежем воздухе. Прямо перед тобой лежит мирная деревушка Фенмарг, за спиной возвышается дышащая смертельной злобой башня чёрного колдуна... Единственная мысль не даёт тебе покоя... не совершил ли ты какой-нибудь ошибки? Тебя не оставляет ощущение, что на заработанных тобой деньгах лежит страшное проклятие, однако что сделано, то сделано, и поздно что-либо менять! Зло, как выяснилось, — весьма коварный и, главное, ненадежный союзник! В будущем ты станешь более мудро и осторожно выбирать себе повелителей, а пока что твоё приключение окончено!",
      "options": {
          "Далее": "Game_Over1"
      }
  },
  "359": {
      "text": "Ты решаешь, что Повелителю Лягушек вряд ли придётся по вкусу истинная цель твоего путешествия, поэтому ты даешь простор собственному воображению и начинаешь импровизировать. «Я нахожусь на службе у барона Сукумвита, властителя достославного Фанга, — говоришь ты. — Он послал меня в Скорпионью Топь на поиски новых чудовищ для его Лабиринта Страха. Разговорившись с обитателями деревеньки, что лежит к югу от топи, я узнал о колдунах, что величают себя Повелителями, и эти сбивчивые рассказы весьма заинтересовали меня. Кто ты, откуда и зачем пришёл в эти края?»",
      "options": {
          "Далее": "359A"
      }
  },
  "359A": {
      "text": "",
      "options": {}
  },
  "360": {
      "text": "«Славный удар!» — восклицает Главарь Разбойников, почувствовав, как лезвие твоего меча вонзается ему в руку. «Вот это, я понимаю, битва так битва!» Пока один из его товарищей перевязывает ему рану, другой предлагает тебе хлебнуть воды из его собственной фляги. При этом вы смеётесь и обмениваетесь шутками так, как если бы были старинными приятелями.",
      "options": {
          "Далее": "214"
      }
  },
  "361": {
      "text": "Ты насылаешь на Повелителя Пауков Заклинание Дружбы. Он вздрагивает, но тут же его тонкие бледные губы кривит слабая улыбка. «А-а-а! — тянет он. — Теперь я вижу, что передо мной друг!» Ты улыбаешься ему в ответ и с воодушевлением принимаешься рассказывать о своём путешествии.",
      "options": {
          "Далее": "361A"
      }
  },
  "361A": {
      "text": "Неожиданно ты чувствуешь острую боль, подобно тонкой раскалённой игле пронзающую твою шею. При виде твоего исказившегося лица Повелитель Пауков разражается злорадным хохотом. Ты резко оборачиваешься и с ужасом видишь чёрного, величиной с кулак паука, покачивающегося на толстой серебристой нити. В ту же секунду ты чувствуешь, как смертоносный яд начинает распространяться по твоим венам и, издав сдавленный крик, мешком падаешь на землю. Не в силах двинуть ни рукой, ни ногой, ты обречённо смотришь, как Повелитель Пауков копается в твоём заплечном мешке, радостно похохатывая при виде доставшихся ему ценностей и сокровищ. Затем ты чувствуешь, что какая-то невидимая сила отрывает тебя от земли — тысячи толстых серебристых нитей, обвив твоё тело, словно кокон какой-нибудь гигантской личинки, медленно и осторожно поднимают тебя под самую крону высокого раскидистого дерева. Там ты и будешь висеть неделю, две, а может и целый месяц, пока твоё некогда здоровое, крепкое тело не превратится в лакомую закуску для подданных Повелителя Пауков! На этом твоё приключение окончено!",
      "options": {
          "Ты проиграл!": "Loss"
      }
  },
  "362": {
      "text": "Ты мастерски владеешь своим могучим клинком! Меченосные Деревья, даже несмотря на численное превосходство, не в силах противостоять твоей доблести, и вскоре их отрубленные ветви сплошным ковром устилают прогалину. Внимательно осмотрев поляну, ты не находишь ничего достойного внимания за исключением нескольких небольших семян, судя по всему принадлежащих поверженным тобой Меченосным Деревьям. Ты бережно кладёшь семена в карман и продолжаешь свой путь.",
      "options": {
          "Далее": "22"
      }
  },
  "363": {
      "text": "Ты снова выходишь на прогалину, на которой состоялась твоя встреча с Лесным Рейнджером.",
      "options": {}
  },
  "364": {
      "text": "Ты вновь выходишь на прогалину, в центре которой сверкает кристально чистое озеро. Желая утолить жажду, ты направляешься в его сторону, как вдруг мимо твоего виска со свистом пролетает стрела. Пригнувшись, ты внимательно осматриваешь окрестные заросли, но так и не можешь определить, где скрывается невидимый стрелок. Тебе не остаётся ничего другого, как покинуть прогалину и отправиться обратно на запад.",
      "options": {
          "Идти": "47"
      }
  },
  "365": {
      "text": "Ты решаешь, что, наслав на чёрного колдуна Заклинание Страха, ты получишь ощутимое преимущество в неизбежной схватке, и немедленно исполняешь задуманное. Однако Гримслейд одним небрежным движением руки отбивает заклинание и пересылает его на тебя — в то же мгновение ты чувствуешь, как волосы у тебя на голове встают дыбом от охватившего тебя ледяного ужаса.",
      "options": {
          "Далее": "124"
      }
  },
  "366": {
      "text": "Ты победил Великана — подвиг, достойный настоящего мужчины! Ты обыскиваешь гигантское тело, но не находишь ничего интересного. Утыканная шипами дубина, конечно, могла бы пригодиться тебе в дальнейшем пути, но она настолько велика и, главное, тяжела, что у тебя не хватает сил даже оторвать её от земли.",
      "options": {
          "Далее": "161"
      }
  },
  "367": {
      "text": "С прогалины существует два выхода.",
      "options": {
          "Отправиться на север": "304",
          "Повернуть на восток": "265"
      }
  },
  "368": {
      "text": "",
      "options": {}
  },
  "369": {
      "text": "Ты понимаешь, что даже если используешь ещё одно заклинание, тебе не хватит времени, чтобы добежать до противоположного берега! Вместо этого ты замораживаешь большую глыбу льда прямо у себя под ногами и та, подгоняемая течением, начинает медленно дрейфовать на восток. Оба берега покрыты непроходимыми джунглями, как вдруг прямо перед собой ты видишь гигантский сложенный из огромных валунов невообразимо древний мост!",
      "options": {
          "Постараться уцепиться за него и вскарабкаться наверх": "384",
          "Продолжить плыть в своей импровизированной лодке в поисках других путей к спасению": "313"
      }
  },
  "370": {
      "text": "Произнеся Заклинание Льда, ты создаёшь довольно широкий ледяной мост, соединяющий берега преградившей тебе дорогу речки. Беспрепятственно перейдя по нему на другую сторону, ты оказываешься на развилке.",
      "options": {
          "Отправиться на север": "157",
          "Повернуть на юг": "398"
      }
  },
  "371": {
      "text": "Салатар кивает: «Да, ты именно тот, кого я ждал так долго! Ты способен совершить то, чему быть совершённым начертано!». Он улыбается, и тебя захлёстывает чувство необъяснимой гордости. «Теперь слушай внимательно, — продолжает волшебник, — ибо я намерен поведать тебе о твоей великой миссии! Когда-то давным-давно рос на земле цветок, называемый Антерикой. Обладал он великой целительной силой, и последователи белой магии широко использовали его в своих благородных изысканиях. В магии же чёрной применения сему цветку не было, и вот тогда силы Зла объединились с целью уничтожить Антерику повсеместно. Случилось так, что они преуспели в своём тёмном начинании, однако упорные изыскания открыли мне, что есть ещё одно место в королевстве, где чудом сохранились посадки Антерики, и место это затеряно где-то в Скорпионьей Топи.",
      "options": {
          "Как выглядит эта самая Антерика?": "371a"
      }
  },
  "371A": {
      "text": "Антерика представляет собой небольшой темно-зеленый куст с белыми цветками, что источают сладостный аромат, и мелкими пурпурными ягодами. Если сможешь принести мне хотя бы одну ягоду, я силой своего волшебства заставлю Антерику расцвести вновь, и тогда Добро одержит решительную победу над Злом!»",
      "options": {
          "Далее": "371B"
      }
  },
  "371B": {
      "text": "«В глуби Великой Топи сокрыто немало бесценных сокровищ, — продолжает маг, — и всё, что добудешь в пути, будет по праву принадлежать тебе. Всё, что мне нужно — это маленькая ягода Антерики. И вот что хочу ещё сказать тебе: истинно, мало найдется в королевстве богатырей, что посмели бы тягаться со столь доблестным воином, однако на просторах Скорпионьей Топи тебя поджидают силы, с которыми простым клинком не совладать! Я, к сожалению, не могу обучить тебя волшебству, но кое-чем помочь всё-таки могу. Я дам тебе шесть Магических Кристаллов. Каждый кристалл позволит тебе произнести одно и только одно заклинание, и как только используешь их все, помни, что лишь острый меч и быстрый ум будут тебе подмогой в дальнейшем пути!»",
      "options": {
          "Выбрать кристаллы с заклинаниями": "Kristalli_Salatara"
      }
  },
  "371C": {
      "text": "Бережно сложив выбранные Магические Кристаллы в заплечный мешок, ты прощаешься с Салатаром и решительно направляешься в сторону Скорпионьей Топи. Несмотря на то, что твоё грядущее путешествие обещает быть смертельно опасным, ты воодушевлен добротой и мудростью старого мага! Итак, твоё задание заключается в следующем: ты должен отыскать ягоду Антерики и принести её Салатару.",
      "options": {
          "Великое приключение начинается!": "9"
      }
  },
  "372": {
      "text": "Внезапно ты слышишь доносящиеся с улицы истошные крики — то Гоблин-слуга зовёт на помощь: «Стража! Злодей убивает моего доброго хозяина! Скорей!». Пока ты лихорадочно соображаешь, что предпринять, входная дверь распахивается, и в комнату врываются трое облачённых в длинные кольчужные рубахи стражников. В руках они сжимают заряженные арбалеты. Не утруждая себя разобраться в ситуации, они спускают крючки, и длинные оперённые стрелы насквозь пронзают твою грудь. Бездыханный, ты падаешь на пол. На этом твоё приключение окончено!",
      "options": {
          "Вы проиграли!": "Loss"
      }
  },
  "373": {
      "text": "",
      "options": {}
  },
  "373A": {
      "text": "Не ожидающий нападения колдун не успевает увернуться от твоего удара, и ты наносишь ему ранение!",
      "options": {}
  },
  "374": {
      "text": "Ты решаешь, что в борьбе с подобными монстрами лучше всего положиться на помощь какого-нибудь мощного заклинания. Какое Магическое Заклинание ты используешь?",
      "options": {
          "Никакое": "11"
      }
  },
  "375": {
      "text": "Не обращая внимания на всё усиливающуюся вонь, ты продолжаешь осмотр башни, радостно хмыкая всякий раз, как очередная золотая статуэтка или старинная книга в драгоценном кожаном переплёте перекочёвывает из шкафов в твой постепенно тяжелеющий заплечный мешок. Неожиданно до тебя доносится странное шипение. Ты резко оборачиваешься и видишь гигантскую чёрную тень. Из затопившей комнату темноты на тебя уставились два пылающих адской злобой раскосых глаза. «Спасибо тебе, смертный, — произносит шипящий голос, от которого кровь стынет у тебя в жилах. — Давно уже я жду душу этого нечестивца. Теперь она принадлежит мне!» Тень нависает над телом распростёртого на полу Гримслейда, а ты в панике устремляешься прочь. Однако тебе не суждено спастись! Не успеваешь ты добежать до входной двери, как запах серы становится непереносимым. Раскалившиеся стены наливаются кроваво-красным багрянцем и с оглушительным грохотом взрываются. На этом твоё приключение окончено!",
      "options": {
          "Вы проиграли!": "Loss"
      }
  },
  "376": {
      "text": "Ты говоришь Повелителю Лягушек, что всего лишь пытаешься найти дорогу в Виллоубэнд. На его жабьем лице проступает удивление. «Виллоубэнд лежит далеко на северо-западе, — говорит он. — Ты, по-моему, неплохой парень, так что я, пожалуй, расскажу тебе кое-что. Ни в коем случае не полагайся на Блуждающие Огоньки, а не то за твою жизнь я не дам и дохлой мухи. А теперь ступай своей дорогой, у меня много дел». С этими словами он подпрыгивает высоко вверх и исчезает в ветвях, нависающих над прогалиной деревьев. Его Жабы издают громкое кваканье и вперевалку скрываются в обступивших поляну зарослях камыша. Тщательно осмотрев прогалину, ты не находишь ничего интересного, зато понимаешь, что покинуть её можно лишь тем же самым путём, которым ты пришёл сюда. На всякий случай, держа в руках обнажённый меч, ты отправляешься на север по направлению к той самой прогалине, где недавно имел весьма неприятную встречу с тремя Болотными Орками.",
      "options": {
          "Далее": "323"
      }
  },
  "377": {
      "text": "",
      "options": {}
  },
  "378": {
      "text": "Лесной Рейнджер отнюдь не дурак — он сразу же понимает, что ты обманываешь его! Спрыгнув со своего валуна, он обнажает длинный меч и решительно нападает на тебя.",
      "options": {
          "Сражаться": "378A"
      }
  },
  "378A": {
      "text": "",
      "options": {
          "Удар!": "378A"
      }
  },
  "379": {
      "text": "Выхватив меч, ты бросаешься на Повелителя Садов, абсолютно не ожидавшего такого поворота событий. «За что ты хочешь убить меня?!» — кричит он в изумлении и со всех ног бросается прочь. В отличие от тебя, отягощённого изрядно потяжелевшим с начала путешествия заплечным мешком, мечом и бьющей по коленям кольчужной рубахой, бежит он очень быстро. На бегу он поднимает с земли серп и, достигнув противоположного конца поляны, принимает защитную стойку. Дождавшись, когда ты приблизишься к нему на расстояние в несколько метров, он взмахивает рукой и произносит заклинание.",
      "options": {
          "Напасть!": "379A"
      }
  },
  "379A": {
      "text": "",
      "options": {
          "Удар!": "379A"
      }
  },
  "380": {
      "text": "Ты насылаешь на приближающегося Слизистого Монстра Заклинание Увядания. Чудовище тут же меняет цвет и из грязно-зёленого превращается в буро-коричневое, но на этом, похоже, действие заклинания исчерпывается.",
      "options": {
          "Использовать еще какое-нибудь заклинание": "400",
          "Выбрать другую тактику": "336"
      }
  },
  "381": {
      "text": "Ты не хочешь нападать на раненого Единорога — тебе доводилось слышать, что Единороги добрые существа. Вместо этого ты насылаешь на него Благословение. Почувствовав, как чудесное заклинание вселяет новые силы в его израненное тело, Единорог вздрагивает и разражается тихим радостным ржанием. Ужасные раны, цепочкой кровавых сгустков покрывающие весь его правый бок, на глазах затягиваются, и теперь Единорог чувствует себя гораздо лучше! Это, однако, не означает, что он позволит тебе приблизиться — угрожающе поводя своим длинным рогом, он недвусмысленно заявляет, что никому не позволит безнаказанно вторгаться на его территорию! Вместо этого он степенно подходит к самому краю прогалины, где виднеется площадка, покрытая подозрительно желтой и пожухлой травой, и некоторое время ковыряет землю своим рогом. Через несколько минут Единорог прерывает свои странные манипуляции и, взглянув на тебя, отходит в сторону, как бы уступая тебе место. Ты подходишь и заглядываешь в вырытую им неглубокую яму. Там, прикрытые тонким слоем разрыхлённой почвы, лежат два Магических Кристалла — точно такие же, какие ты видел у доброго волшебника Салатара: один из них насылает Заклинание Дружбы, второй восстанавливает Удачливость. Поблагодарив Единорога, ты покидаешь его поляну.",
      "options": {
          "Далее": "348"
      }
  },
  "382": {
      "text": "Ты понимаешь, что вновь оказался на прогалине зыбучих песков. Но на этот раз ты не попадёшь в расставленную ловушку! Главное, принять верное решение!",
      "options": {
          "Постараться перепрыгнуть зыбучие пески": "190",
          "Повернуться и пойти в другую сторону": "223"
      }
  },
  "383": {
      "text": "В надежде помочь мужественному гному, ты насылаешь на него Благословение. Его глаза открываются, и какую-то долю секунды тебе кажется, что тебе удалось добиться успеха. Однако Благословение не настолько могущественное Заклинание, чтобы воскрешать мёртвых!",
      "options": {
          "Далее": "324"
      }
  },
  "384": {
      "text": "Тебе не составляет особого труда пришвартовать свою «лодку» к одной из гигантских опор древнего моста. Огромные каменные блоки, из которых сложен мост, испещрены широкими трещинами, обеспечивающими весьма удобную опору для твоих рук и ног. Подтянувшись, ты взбираешься наверх и, перебравшись через высокое ограждение моста, спрыгиваешь вниз.",
      "options": {
          "Далее": "101"
      }
  },
  "385": {
      "text": "Ты понимаешь, что использовать против Гримслейда одно из его собственных заклинаний может оказаться очень опасным, и вместо этого насылаешь на чёрного колдуна Огненное Заклинание. В ту же секунду длинная мантия чародея вспыхивает ярким пламенем, но на самого колдуна, судя по всему, огонь не оказывает ни малейшего воздействия. Окружённый языками пламени, он разражается сатанинским смехом.",
      "options": {
          "Далее": "124"
      }
  },
  "386": {
      "text": "Тело злосчастного Вора покоится у твоих ног — он оказался не настолько умён, как думал! Ты тщательно обыскиваешь его котомку, но не находишь ничего интересного, за исключением длинного красного плаща. Если хочешь, можешь взять его с собой. Слегка перекусив остатками принадлежавшего ему сыра, ты продолжаешь свой путь.",
      "options": {
          "Продолжить путь": "179",
          "Взять красный плащ": "Plasch"
      }
  },
  "Plasch": {
      "text": "Ты взял плащ и отправился далее",
      "options": {}
  },
  "387": {
      "text": "Какое Магическое Заклинание ты используешь против Разбойников?",
      "options": {
          "Никакое": "65"
      }
  },
  "388": {
      "text": "",
      "options": {}
  },
  "388A": {
      "text": "Пройдя несколько сот метров, ты выходишь на поросшую густой травой прогалину, с противоположного конца которой виднеются две расходящиеся в разные стороны тропинки. Ты на Прогалине 24. Некоторое время ты стоишь на месте, в задумчивости озираясь по сторонам, как вдруг понимаешь, что в устилающей поляну траве есть что-то неуловимо странное. Приглядевшись, ты догадываешься, что именно поразило тебя — трава растёт, причём настолько быстро, что ты замечаешь её рост невооруженным глазом! Более того, ты видишь, что каждая травинка оканчивается крошечными челюстями, ощетинившимися полупрозрачными иголочками зубов! Ты подвергся нападению ужасной ТРАВЫ-ЛЮДОЕДА! Она уже плотно оплела твои ноги! Скорее решай, что делать, пока не стало слишком поздно!",
      "options": {
          "Попытаться расчистить себе путь к отступлению мечом": "134",
          "Прибегнуть к помощи заклинаний": "167"
      }
  },
  "389": {
      "text": "Вспомнив слова Салатара и его описание волшебной Антерики, ты понимаешь, что нашёл чудесную ягоду! Первая половина твоего задания выполнена! Теперь ты должен вернуться в деревню и отдать ягоду доброму волшебнику. Ты поворачиваешься и покидаешь прогалину тем же путём, каким пришёл на неё.",
      "options": {
          "Далее": "342"
      }
  },
  "390": {
      "text": "От прогалины в разные стороны отходят три тропинки — все они выглядят довольно заболоченными и опасными, Какой путь выберешь ты?",
      "options": {
          "На север": "144",
          "На восток": "209",
          "На запад": "195"
      }
  },
  "391": {
      "text": "Выхватив меч, ты решительно направляешься в сторону Повелительницы Птиц. Она бросает на тебя всего лишь один взгляд — и во взгляде этом ты читаешь не страх, а только неизъяснимую горечь — и внезапно твой взор застилают тысячи и тысячи птиц, сорвавшихся с веток соседних деревьев и непреодолимой стеной вставших между тобой и их Повелительницей. Когда ты вновь обретаешь зрение, то понимаешь, что Повелительница бесследно исчезла.",
      "options": {
          "Далее": "217"
      }
  },
  "392": {
      "text": "Гигантский Орёл сразу же распознаёт в тебе врага и яростно бросается в битву. Убежать ты не можешь — он гораздо крупнее и, главное, быстрее. Всё, что тебе остаётся, это довериться своему верному клинку.",
      "options": {
          "Начать битву!": "392A"
      }
  },
  "392A": {
      "text": "",
      "options": {
          "Удар!": "392A"
      }
  },
  "393": {
      "text": "Ты уверен, что Заклинание Увядания создано именно для такого случая. Недолго думая, ты насылаешь его на обступившие тебя Меченосные Деревья. К твоему великому облегчению, оно действует, да ещё как! Деревья пронзает сильная дрожь, они покрываются буро-коричневой коркой, прямо на глазах ветшают и с сухим шелестом обрушиваются на землю горой зловонной трухи. Внимательно осмотрев прогалину, ты не находишь ничего интересного, за исключением нескольких небольших семян, судя по всему принадлежащих поверженным тобой Меченосным Деревьям. Ты бережно кладёшь семена в карман и продолжаешь свой путь.",
      "options": {
          "Далее": "22"
      }
  },
  "394": {
      "text": "За время, проведённое на зловещих просторах Скорпионьей Топи, ты научился не свойственной тебе ранее осторожности. Обнажив меч, ты внимательно осматриваешь прогалину и, наконец, подходишь к озеру. Большая, переливающаяся всеми цветами радуги ящерица, вынырнув из окружающего водоём густого ковра сочной зелёной травы, подбегает к воде и, вдоволь напившись, стремительно убегает прочь. Больше ты не замечаешь ничего интересного.",
      "options": {
          "Напиться из озера": "77"
      }
  },
  "395": {
      "text": "Ты решаешь отправиться в ближайший трактир — им оказывается «Бурый Медведь». В общем зале шумно веселится большая группа подвыпивших охотников, но ты вручаешь хозяину постоялого двора Золотую Монету и прямиком поднимаешься в свою комнату. Однако, несмотря на страшную усталость, заснуть тебе так и не удаётся — доносящийся снизу шум становится всё сильнее и сильнее. Что будешь делать дальше?!",
      "options": {
          "Засунуть голову под подушку и постараться уснуть": "116",
          "Вытащить меч, и спустившись в общую залу,посоветовать охотникам вести себя тише": "236",
          "Покинуть постоялый двор и направиться в \"Скрюченного Медведя\"": "78",
          "Покинуть постоялый двор и направиться в летающего коня": "289"
      }
  },
  "396": {
      "text": "«Подумать только! — восклицает Повелитель Садов, выслушав твой рассказ, — Куст Антерики, всё ещё живой, и не где-нибудь, а в Скорпионьей Топи! Недаром я чувствовал, что в этих местах сокрыто какое-то неведомое доселе Добро!» Сделав тебе знак хранить молчание, он закрывает глаза и, полностью отрешившись от окружающей действительности, погружается в глубокий транс. Проходит пять минут, десять... Наконец Повелитель Садов вздрагивает, открывает глаза и с улыбкой смотрит на тебя. «Да, я знаю, где растёт Антерика, — говорит он. — Это место лежит на востоке отсюда, но прямого пути туда нет. Отправляйся на запад и двигайся против часовой стрелки». Затем Повелитель Садов желает тебе удачи и предлагает на выбор Магический Кристалл, содержащий одно Доброе Заклинание.",
      "options": {
          "Выбрать кристалл с заклинанием": "Dobrii_kristall",
          "Нет, спасибо, не нужно": "396A"
      }
  },
  "396A": {
      "text": "Не откладывая дело в долгий ящик, ты решаешь немедленно продолжать свой путь. С прогалины есть только один выход, и ты покидаешь её по той же самой ведущей на запад тропинке, по которой пришёл на неё.",
      "options": {
          "Идти": "363"
      }
  },
  "397": {
      "text": "Решив не связываться с Прудовой Тварью, ты поворачиваешься и со всех ног бросаешься назад по выведшей тебя на прогалину западной тропинке.",
      "options": {
          "Бежать": "330"
      }
  },
  "398": {
      "text": "",
      "options": {}
  },
  "398A": {
      "text": "Ты выходишь на широкую прогалину, посредине которой стоит маленький домик, сложенный из грубо обтёсанных брёвен. Ты на Прогалине 4. Ты слышишь угрожающее собачье рычание. Спустя секунду ты понимаешь, что это никакая не собака, а гигантский Волк, пристально рассматривающий тебя из-за угла дома! Дверь отворяется, и на порог выходит высокий сильный человек. За ним следует ещё один Волк. Человек одет как лесник, с его пояса свисает внушительных размеров меч, но при виде Серебряного Амулета, поблескивающего у него на груди, ты понимаешь, что перед тобой Повелитель Волков. Ты встречаешь человека приветственным жестом, однако он довольно грубо велит тебе убираться прочь. Что ты предпримешь?",
      "options": {
          "Повиноваться и отправиться своей дорогой": "314",
          "Произнести заклинание": "191",
          "Напасть на Повелителя Волков": "120"
      }
  },
  "399": {
      "text": "Какое заклинание ты используешь против Болотных Орков?",
      "options": {
          "Никакое": "281"
      }
  },
  "400": {
      "text": "Какое заклинание ты используешь против Слизистого Монстра?",
      "options": {
          "Никакое": "336"
      }
  },
  "Kristalli_Grimsleida": {
      "text": "Ты подошел к столу Гримслейда и начал выбирать кристаллы с заклинаниями. ЗАКЛИНАНИЕ СТРАХА. Эти чары вселяют в существо, на которое оно направлено, чувство непреодолимого страха перед тобой. Естественно, только в том случае, если это существо вообще способно испытывать страх... ЧАРЫ УВЯДАНИЯ. Это заклинание вызывает мгновенное увядание какого-либо одного большого дерева, либо нескольких мелких растений. Учти, что оно действует исключительно на растения. ПРОКЛЯТИЕ. Это чрезвычайно могущественное заклинание, и использовать его крайне непросто. В то же время нечто ужасное — что именно, увидишь сам — случится с существом, на которое эти чары направлены! ЧАРЫ МАСТЕРСТВА. Произнеся это заклинание, ты сможешь увеличить уровень своего МАСТЕРСТВА на половину его округленного начального значения. Например, если начальное значение твоего МАСТЕРСТВА — 7, произнеся заклинание, ты сможешь увеличить его текущий уровень на 4 (7/2 = 3,5 — округляем до 4-х). Однако помни, что даже это заклинание не поможет тебе увеличить уровень твоего МАСТЕРСТВА выше его начального значения. ЧАРЫ ВЫНОСЛИВОСТИ. Действие то же самое, что и у заклинания мастерства, но только в отношении уровня выносливости. ЗАКЛИНАНИЕ УДАЧЛИВОСТИ. Тот же эффект, что и у первых двух. ЧАРЫ ОГНЯ. Заклинание позволит тебе мгновенно обратить в пламя один какой-нибудь предмет средних размеров (например, факел). Чем он более горюч, тем действеннее будет заклинание. ЗАКЛИНАНИЕ ЛЬДА. Чары позволят тебе мгновенно превратить воду (или водяной пар) в лёд. ЧАРЫ МИРАЖА. Заклинание позволит тебе на короткое время создать небольшую иллюзию. Однако помни, что если ты направишься в противоположную от иллюзии сторону, заклинание утратит свою силу, и она пропадет.",
      "options": {
          "Заклинание Страха": "ZS",
          "Заклинание Увядания": "ZUv",
          "Проклятие": "Proklyatie",
          "Заклинание Мастерства": "ZM",
          "Заклинание Выносливости": "ZV",
          "Заклинание Удачливости": "ZU",
          "Заклинание Огня": "ZO",
          "Заклинание Льда": "ZL",
          "Заклинание Миража": "ZMM",
          "Завершить выбор!": "206C"
      }
  },
  "Kristalli_pumchakara": {
      "text": "Ты подошел к столу Пумчакара и начал выбирать кристаллы с заклинаниями. ЧАРЫ МАСТЕРСТВА. Произнеся это заклинание, ты сможешь увеличить уровень своего МАСТЕРСТВА на половину его округленного начального значения. Например, если начальное значение твоего МАСТЕРСТВА — 7, произнеся заклинание, ты сможешь увеличить его текущий уровень на 4 (7/2 = 3,5 — округляем до 4-х). Однако помни, что даже это заклинание не поможет тебе увеличить уровень твоего МАСТЕРСТВА выше его начального значения. ЧАРЫ ВЫНОСЛИВОСТИ. Действие то же самое, что и у заклинания мастерства, но только в отношении уровня выносливости. ЗАКЛИНАНИЕ УДАЧЛИВОСТИ. Тот же эффект, что и у первых двух. ЧАРЫ ОГНЯ. Заклинание позволит тебе мгновенно обратить в пламя один какой-нибудь предмет средних размеров (например, факел). Чем он более горюч, тем действеннее будет заклинание. ЗАКЛИНАНИЕ ЛЬДА. Чары позволят тебе мгновенно превратить воду (или водяной пар) в лёд. ЧАРЫ МИРАЖА. Заклинание позволит тебе на короткое время создать небольшую иллюзию. Однако помни, что если ты направишься в противоположную от иллюзии сторону, заклинание утратит свою силу, и она пропадет.",
      "options": {
          "Заклинание Мастерства": "ZM",
          "Заклинание Выносливости": "ZV",
          "Заклинание Удачливости": "ZU",
          "Заклинание Огня": "ZO",
          "Заклинание Льда": "ZL",
          "Заклинание Миража": "ZMM",
          "Хватит этих. Завершить выбор заклинаний.": "173C"
      }
  },
  "Dobrii_kristall": {
      "text": "Ты рассматриваешь кристаллы с заклинаниями, из которых можно взять 1 на выбор. Заклинание Дружбы заставит существо, на которое оно направлено, почувствовать к тебе расположение. Однако учти, что эти добрые чары не действуют на тех темных тварей, кому не ведомо само понятие \"дружба\". Заклинание Роста вызовет бурный рост какого-либо одного большого дерева, либо нескольких мелких растений. Учти, что оно действует исключительно на растения. Заклинание Благословения. Эти чары могут быть напущены только на какое-нибудь другое существо — благословить самого себя ты не можешь. Заклинание восстанавливает уровни МАСТЕРСТВА, ВЫНОСЛИВОСТИ и УДАЧЛИВОСТИ этого существа, добавляя по 3 пункта к текущему значению каждого.",
      "options": {
          "К сожалению, никакой из этих кристаллов мне не нужен": "396A"
      }
  },
  "Kristalli_Salatara": {
      "text": "ЧАРЫ МАСТЕРСТВА. Произнеся это заклинание, ты сможешь увеличить уровень своего МАСТЕРСТВА на половину его округленного начального значения. Например, если начальное значение твоего МАСТЕРСТВА — 7, произнеся заклинание, ты сможешь увеличить его текущий уровень на 4 (7/2 = 3,5 — округляем до 4-х). Однако помни, что даже это заклинание не поможет тебе увеличить уровень твоего МАСТЕРСТВА выше его начального значения. ЧАРЫ ВЫНОСЛИВОСТИ. Действие то же самое, что и у заклинания мастерства, но только в отношении уровня выносливости. ЗАКЛИНАНИЕ УДАЧЛИВОСТИ. Тот же эффект, что и у первых двух. ЧАРЫ ОГНЯ. Заклинание позволит тебе мгновенно обратить в пламя один какой-нибудь предмет средних размеров (например, факел). Чем он более горюч, тем действеннее будет заклинание. ЗАКЛИНАНИЕ ЛЬДА. Чары позволят тебе мгновенно превратить воду (или водяной пар) в лёд. ЧАРЫ МИРАЖА. Заклинание позволит тебе на короткое время создать небольшую иллюзию. Однако помни, что если ты направишься в противоположную от иллюзии сторону, заклинание утратит свою силу, и она пропадет. ЗАКЛИНАНИЕ ДРУЖБЫ заставит существо, на которое оно направлено, почувствовать к тебе расположение. Однако учти, что эти добрые чары не действуют на тех темных тварей, кому не ведомо само понятие \"дружба\". ЧАРЫ РОСТА вызовут бурный рост какого-либо одного большого дерева, либо нескольких мелких растений. Учти, что оно действует исключительно на растения. ЧАРЫ БЛАГОСЛОВЕНИЯ. Эти чары могут быть напущены только на какое-нибудь другое существо — благословить самого себя ты не можешь. Заклинание восстанавливает уровни МАСТЕРСТВА, ВЫНОСЛИВОСТИ и УДАЧЛИВОСТИ этого существа, добавляя по 3 пункта к текущему значению каждого. Помни, что даже это могучее заклинание не поможет тебе увеличить уровни МАСТЕРСТВА, ВЫНОСЛИВОСТИ и УДАЧЛИВОСТИ существа, которое ты благословляешь, выше их начального значения.",
      "options": {
          "Заклинание Мастерства": "ZM",
          "Заклинание Выносливости": "ZV",
          "Заклинание Удачливости": "ZU",
          "Заклинание Огня": "ZO",
          "Заклинание Льда": "ZL",
          "Заклинание Миража": "ZMM",
          "Заклинание роста": "zr",
          "Заклинание благословения": "zb",
          "Завершить выбор заклинаний.": "371C"
      }
  },
  "ZS": {
      "text": "",
      "options": {}
  },
  "Proklyatie": {
      "text": "",
      "options": {}
  },
  "ZUV": {
      "text": "",
      "options": {}
  },
  "ZM": {
      "text": "",
      "options": {}
  },
  "ZV": {
      "text": "",
      "options": {}
  },
  "ZU": {
      "text": "",
      "options": {}
  },
  "ZO": {
      "text": "",
      "options": {}
  },
  "ZL": {
      "text": "",
      "options": {}
  },
  "ZMM": {
      "text": "",
      "options": {}
  },
  "ZD": {
      "text": "",
      "options": {}
  },
  "ZR": {
      "text": "",
      "options": {}
  },
  "ZB": {
      "text": "",
      "options": {}
  },
  "Use_Заклинание": {
      "text": "Вы применили чары удачливости! Теперь ваша удача =#U1$!",
      "options": {}
  },
  "Use_Волшебный": {
      "text": "С этим волшебным мечом твоё мастерство увеличивается на +1!",
      "options": {}
  },
  "Use_Фиал": {
      "text": "Какой показатель Вы хотите восстановить?",
      "options": {}
  }
}